{"subtitle": "A Novel of Lieutenant Commander Peter Wake, USN in French Indo-China, 1883", "series": ["The Honor Series"], "lc_classifications": ["PS3613.A28 H67 2009"], "latest_revision": 10, "edition_name": "1st ed.", "genres": ["Fiction."], "source_records": ["marc:marc_loc_updates/v36.i31.records.utf8:14789411:979", "marc:marc_loc_updates/v37.i04.records.utf8:5114991:975", "marc:marc_loc_updates/v36.i45.records.utf8:6602582:975", "marc:marc_loc_updates/v37.i13.records.utf8:7706254:1178", "marc:marc_loc_updates/v37.i29.records.utf8:8063297:1178"], "title": "The Honored Dead", "languages": [{"key": "/languages/eng"}], "subjects": ["United States. -- Navy -- Officers -- Fiction", "Wake, Peter (Fictitious character) -- Fiction", "United States -- History, Naval -- 19th century -- Fiction", "Americans -- Indochina -- Fiction"], "publish_country": "flu", "oclc_numbers": ["237199456"], "type": {"key": "/type/edition"}, "uris": ["http://new.pineapplepress.com/booksummary.asp?isbn=978-1-56164-438-4"], "revision": 10, "publishers": ["Pineapple Press,"], "description": {"type": "/type/text", "value": "Cmdr. Peter Wake, Office of Naval\t Intelligence, is in French Indochina in 1883 on a secret mission for President Chester Arthur.\r\n\r\nThe novel opens with Wake aboard a riverboat on the Mekong River. The mission sounded simple in Washington: deliver the American president’s reply to a confidential naval offer from the king of Cambodia, while clandestinely assessing the region’s political and military situation. Wake figures it will take two more weeks and he’ll be homeward bound.\r\n\r\nSix months later, after nearly dying at the hands of opium warlords, Chinese-Malay pirates, and French gangsters; after suffering starvation at sea, surviving a typhoon, being marooned on a beach, and enduring a horrific full-scale battle—Wake is still there. Exhausted, frustrated, and scared, he and his motley band of companions can now testify that nothing is simple in the Kingdom of Cambodia and the Empire of Vietnam.\r\n\r\nThis story illuminates the beginning of the bloody cultural clash that lasted for the next hundred years in Southeast Asia, with each side determined to avenge their honored dead.\r\n\r\nThe Honored Dead is the seventh in the award-winning Honor Series of naval historical fiction following the life and career of Lt. Cmdr. Peter Wake from 1863 to 1907, a time when the United States Navy helped America become a global power.\r\n\r\nThe previous novels are At the Edge of Honor (winner of the Patrick D. Smith Literary Award as Best Historical Novel of Florida), Point of Honor (winner of the John Esten Cooke Literary Award for Best Work in Southern Fiction), Honorable Mention, A Dishonorable Few, An Affair of Honor, and A Different Kind of Honor (winner of the American Library Association’s Boyd Literary Award for Military Fiction)."}, "last_modified": {"type": "/type/datetime", "value": "2011-04-27T07:23:28.794476"}, "key": "/books/OL17031774M", "authors": [{"key": "/authors/OL1388252A"}], "publish_places": ["Sarasota, Florida"], "pagination": "p. cm.", "created": {"type": "/type/datetime", "value": "2008-09-27T04:32:10.991718"}, "dewey_decimal_class": ["813/.6"], "identifiers": {"librarything": ["8003799"], "goodreads": ["6328518"]}, "isbn_13": ["9781561644384"], "lccn": ["2008033713"], "publish_date": "2009", "works": [{"key": "/works/OL5705785W"}]}