{"bio": {"type": "/type/text", "value": "Philippa Gregory was born on 9 January 1954 in Nairobi, Kenya, the second daughter of Elaine (Wedd) and Arthur Percy Gregory, a radio operator and navigator for East African Airways. When she was two years old, her family moved to England. She was a \"rebel\" at school, but managed to attend the University of Sussex. She worked in BBC radio for two years before attending the University of Edinburgh, where she earned her doctorate in 18th-century literature, and she was named Alumna of the Year 2009. She has taught at the University of Durham, University of Teesside, and the Open University, and was made a Fellow of Kingston University in 1994. \r\n\r\nPhilippa wrote her first novel Wideacre while completing her a PhD, and living in a cottage on the Pennine Way with first husband Peter Chislett, editor of the Hartlepool Mail, and their baby daughter, Victoria. They divorced before the book was published. Following the success of Wideacre and the publication of The Favoured Child, she moved south to near Midhurst, West Sussex, where the Wideacre trilogy was set. Here she married her second husband Paul Carter, with whom she has a son. She divorced for a second time and married Anthony Mason, who she had first met during her time in Hartlepool. She was an established historian and writer when she discovered her interest in the Tudor period and wrote the novel The Other Boleyn Girl which was made into a tv drama, and a major film. Her love for history and commitment to historical accuracy are the hallmarks of her writing. She also reviews for the Washington Post, the LA Times, and for UK newspapers, and is a regular broadcaster on television, radio, and webcasts. \r\n\r\nPhilippa now lives on a 100-acre (0.40 km2) farm in the North York Moors national park, with her husband, children and stepchildren (six in all). In her Yorkshire farm, she keeps horses, hens and ducks. Her interests include riding, walking, skiing, and gardening. Her other great interest is the charity that she founded nearly twenty years ago: Gardens for The Gambia. She has raised funds and paid for almost 200 in the primary schools of this very dry and poor African country, and thousands of school children have been able to learn market gardening in the school gardens watered by the wells. The charity also provides wells for womens’ collective gardens and for The Gambia’s only agricultural college at Njawara."}, "name": "Philippa Gregory", "links": [{"url": "http://www.philippagregory.com/work/c18th/a-respectable-trade/", "type": {"key": "/type/link"}, "title": "Philippa Gregory website"}], "created": {"type": "/type/datetime", "value": "2008-04-01T03:28:50.625462"}, "personal_name": "Philippa Gregory", "alternate_names": ["Philippa Gregory", "Philippa Gregory Chislett Carter Mason"], "last_modified": {"type": "/type/datetime", "value": "2012-10-20T21:26:56.555502"}, "latest_revision": 4, "key": "/authors/OL31358A", "birth_date": "9 January 1954", "type": {"key": "/type/author"}, "revision": 4}