{"links": [{"url": "http://hdl.loc.gov/loc.mss/eadmss.ms003002", "title": "Finding aid"}], "latest_revision": 5, "source_records": ["marc:marc_loc_updates/v39.i35.records.utf8:15623403:10042", "marc:marc_loc_updates/v39.i50.records.utf8:24613818:10042", "marc:marc_loc_updates/v40.i04.records.utf8:20342820:10106", "marc:marc_loc_updates/v40.i07.records.utf8:18433828:10220", "marc:marc_loc_updates/v40.i22.records.utf8:17314384:10221"], "title": "Robert Houghwout Jackson papers", "languages": [{"key": "/languages/eng"}], "subjects": ["Aluminum industry and trade", "Wealth", "Steel industry and trade", "Aluminum Company of America", "New Deal, 1933-1939", "Government aid to private schools", "Evacuation and relocation, 1942-1945", "United States. Solicitor General", "United States. Securities and Exchange Commission", "Nuremberg War Crime Trials, Nuremberg, Germany, 1946-1949", "Emigration and immigration", "Jehovah's Witnesses", "United States. Selective Service System", "Automobile industry and trade", "Correspondence", "Fuel trade", "Finance", "Law and legislation", "United States. Supreme Court", "Prices", "Motion picture industry", "Law", "Prudential Insurance Company of America", "Legal status, laws", "Embargo", "Income tax", "Social security", "United States. Dept. of Justice. Tax Division", "Surplus military property", "Segregation in education", "Price maintenance", "Aircraft industry", "United States. Dept. of Justice. Antitrust Division", "School integration", "Constitutional law", "United States. Bureau of Internal Revenue", "World War, 1939-1945", "Treason", "Naturalization", "Petroleum products", "Practice of law", "Communist Party of the United States of America", "Typhoid fever", "Public utilities", "Railroads", "Neutrality", "United States. Dept. of Justice", "Japanese Americans", "State Taxation", "United States", "Dairy laws", "Textile industry"], "subject_people": ["Thurman Wesley Arnold (1891-1969)", "C. George Niebank (1925-)", "Telford Taylor", "Alfred A. Knopf (1892-1984)", "Gordon E. Dean (1905-1958)", "Franklin D. Roosevelt (1882-1945)", "William O. Douglas (1898-1980)", "Andrew W. Mellon (1855-1937)", "Stanley Forman Reed (1884-1980)", "Philip J. Wickser (1887-1949)", "John H. Wright (1867-1951)", "Robert M. W. Kempner (1899-)", "Frank Murphy (1890-1949)", "William E. Jackson", "J. Edgar Hoover (1895-1972)", "Sidney S. Alderman (b. 1892)", "Wendell Berge (1903-1955)", "Charles B. Sears (1870-1950)", "Robert G. Storey (1893-1981)", "Charles A. Horsky (1910-1997)", "Ernest Cawcroft", "Mary Craighill", "Whitney R. Harris", "Herbert Bayard Swope (1882-1958)", "Charles Fairman (1897-)", "Homer S. Cummings (1870-1956)", "John E. Durkin", "John L. Blair (1888-1962)", "Arthur Alden Kimball (1908-)", "Felix Frankfurter (1882-1965)"], "location": ["Library of Congress"], "type": {"key": "/type/edition"}, "revision": 5, "description": {"type": "/type/text", "value": "Correspondence, memoranda, family papers, legal file, subject file, speeches, writings, financial papers, transcripts of oral history interviews, biographical papers, photographs, and other papers documenting Jackson's legal career.  Includes material from his private law practice in Jamestown, N.Y., relating to railroad, public utility, and textile mill cases there and a typhoid carrier case involving the Prudential Insurance Company of America.  Jackson's years as assistant general counsel at the U.S. Bureau of Internal Revenue are documented by files relating to a case he prosecuted against Andrew W. Mellon, studies on the relationship of wealth to income taxes paid, and files relating to cases he tried while on detail to the U.S. Securities and Exchange Commission relating to the Public Utility Holdings Company Act of 1935.\n\nJackson's relationship with Franklin D. Roosevelt is reflected in his files (1936-1941) as assistant attorney general for the tax and antitrust divisions and as solicitor general and attorney general at the Justice Dept., particularly in cases concerning the implementation of New Deal programs and the constitutionality of the Social Security Act and in messages to Congress that Jackson helped Roosevelt draft.  Other cases relate to the steel industry, automobile financing, oil prices, control of the aluminum industry by the Aluminum Company of America, and operations of the fuel, milk, motion picture, and utility industries.  The approach of World War II is documented in cases relating to aircraft production, intelligence gathering, immigration and naturalization, investigation of subversive activities, selective service system, price stabilization and economic controls, taxation of excess profits by war material producers, embargo, and neutrality.\n\nJackson's Supreme Court files (1941-1954) include his opinions on cases involving Jehovah's Witnesses' civil liberties, treason, treatment of Japanese-Americans during World War II, Communist Party of the United States of America, taxing powers of states, government aid to private schools, and racial segregation in public school systems.  Also included are Jackson's diary and working papers as head of the U.S. team for the prosecution at the Nuremberg war crime trials (1945-1946).\n\nCorrespondents include Sidney S. Alderman, Thurman Wesley Arnold, Wendell Berge, John L. Blair, Ernest Cawcroft, Homer S. Cummings, Gordon E. Dean, William O. Douglas, John E. Durkin, Charles Fairman, Felix Frankfurter, Whitney R. Harris, J. Edgar Hoover. Charles A. Horsky, Robert M. W. Kempner, Arthur Alden Kimball, Alfred A. Knopf, Frank Murphy, C. George Niebank, Stanley Forman Reed, Franklin D. Roosevelt, Charles B. Sears, Robert G. Storey, Herbert Bayard Swope, Telford Taylor, Philip J. Wickser, and John H. Wright.  Letters of Jackson's son, William E. Jackson, and daughter, Mary  Craighill, and of other family members are also included."}, "full_title": "Robert Houghwout Jackson papers", "last_modified": {"type": "/type/datetime", "value": "2012-05-30T12:07:53.573580"}, "key": "/books/OL25015493M", "authors": [{"key": "/authors/OL122950A"}], "pagination": "75,015 259 1 21 26 110", "created": {"type": "/type/datetime", "value": "2011-10-21T22:17:19.974325"}, "lccn": ["83061408"], "notes": {"type": "/type/text", "value": "Open to research.\n\nClassified, in part.\n\nMicrofilm of the Nuremberg War Crimes File, containers 95-106, available, nos. 22,796 & 22,872.\n\nMicrofilm edition produced from originals in the Manuscript Division. Washington, D.C. : Library of Congress Photoduplication Service, 2005.\n\nGift and deposit converted to gift, Mary Jackson Craighill, William E. Jackson, and other members of the Jackson family, 1983-1998.\n\nTransfer, Library of Congress Prints and Photographs Division, 1996.\n\ntransferred to Library of Congress General Collection.\n\ntransferred to Library of Congress Geography and Map Division.\n\ntransferred to Library of Congress Motion Picture, Broadcasting and Recorded Sound Division.\n\nU.S. Supreme Court justice, attorney general, and solicitor general, and lawyer.\n\nCollection material in English.\n\nFinding aid available in the Library of Congress Manuscript Reading Room and on Internet."}, "number_of_pages": 259, "subject_places": ["United States", "Jamestown", "New York (State)", "Secret service"], "works": [{"key": "/works/OL16130761W"}]}