{"bio": {"type": "/type/text", "value": "Jayne Ann Castle was born on March 28, 1948 in Borrego Springs, California. Her mother, Alberta Castle, raised her with her two brothers, Stephen and James. In 1970, she obtained a B.A in History at the University of California, Santa Cruz, and later she obtained a Masters degree in Library Science from San Jose State University, where she met Frank Krentz, an engineer. After her graduation, they married and moved to the Virgin Islands. She worked in the Duke University library system, where she began to write her first romance novels. The marriage moved to Seattle, Washington, where they continue living.\r\n\r\nNow, Jayne Ann Castle Krentz with her seven pennames is considered a pillar in the contemporary romance genre. For some years, she only uses three pennames for each of three different periods from time: \"Jayne Ann Krentz\" (her married name) from the present, \"Jayne Castle\" (her birth name) from the future and her most famous penname: \"Amanda Quick\" from the past. She is famous for her work ethic, beginning her writing by 7 am six days a week. Her heroins never are damsels in hardships, they are often heroes. Her novels also contain mystery or paranormal elements.\r\n\r\nEnthusiastic of the romantic genre, she has always defended its importance. To help educate the public about the romantic genre she became the editor and a contributor to Dangerous Men and Adventurous Women: Romance Writers on the Appeal of the Romance, a non-fiction essay collection that won the prestigious Susan Koppelman Award for Feminist Studies. She established the Castle Humanities Fund at UCSC's University Library to allow the library to purchase additional books and has given money to 15 Seattle-area elementary schools to enhance their library budgets. She is also a member of the Advisory Board for the Writers Programs at the University of Washington extension program."}, "name": "Jayne Ann Krentz", "personal_name": "Jayne Ann Krentz", "created": {"type": "/type/datetime", "value": "2008-04-01T03:28:50.625462"}, "alternate_names": ["Jayne Ann Castle Krentz", "Jayne Castle", "Jayne Taylor", "Jayne Bentley", "Stephanie James", "Amanda Glass", "Amanda Quick", "Jayne Krentz", "JAYNE ANN KRENTZ", "Jane Ann Krentz", "Jayne Ann KRENTZ", "Jayne-Ann Krentz", "KRENTZ JAYNE ANN", "Krentz", "Jayne Ann Krentz", "Stephanie (aka Jayne Ann Krentz, Jayne Castle, Jayne Bentley, Amanda Glass, Jayne Taylor, Amanda Quick) JAMES", "STEPHANIE JAMES"], "photos": [6457621, 7098798, 6457630, 6457625], "last_modified": {"type": "/type/datetime", "value": "2013-03-17T21:15:11.930802"}, "latest_revision": 7, "key": "/authors/OL25024A", "birth_date": "28 March 1948", "type": {"key": "/type/author"}, "revision": 7}