{"identifiers": {}, "subtitle": "basic principles and best practices : historico-philosophical issues in international business", "covers": [6276953, 6276950], "latest_revision": 6, "source_records": ["marc:marc_loc_updates/v36.i51.records.utf8:9665223:646", "marc:marc_loc_updates/v37.i04.records.utf8:7645935:684"], "title": "Corporate social responsibility", "languages": [{"key": "/languages/eng"}], "publish_country": "ph ", "by_statement": "Jose Mario B. Maximiano.", "type": {"key": "/type/edition"}, "revision": 6, "publishers": ["PLDT and Antonio C. Maximiano"], "description": "Corporate Social Responsibility has become an important part of any company's life. Corporations must give back to the society from which it draws its existence. More and more, the value of a corporation is determined not only by its \"bottom line\" but by its contribution to the society and country that it serves.\r\nThis makes Dr. JOSE MARIO B. MAXIMIANO's landmark book, \"CSR: Basic Principles and Best Practices, A Historico-Philosophical Discourse in International Business\" both timely and important.\r\nCorporate Social Responsibility requires an organization like the Philippine Business for Social Progress that has people on the ground who can actually implement programs, and scholars who can lay the theoretical and normative foundation of the programs.\r\nThe significance of the book lies in the author's unique contribution to CSR research efforts, which are centered on the basic principles that confer a solid underpinning to all CSR practices.\r\nIt is not just value-added. The book's ethico-philosophical segment on basic principles such as the \"metaphysical\" nobility of the human person, respect for human rights, social justice, option for the poor, social dimension of private ownership, solidarity and stewardship is seminal and groundbreaking in corporate citizenship. It lays down the normative foundation for benchmarking CSR and applies them to the stakeholders' situation.\r\nManuel V. Pangilinan PLDT President and CEO Chair, Philippine Business for Social Progress", "last_modified": {"type": "/type/datetime", "value": "2010-08-24T01:25:18.168224"}, "key": "/books/OL22846449M", "authors": [{"key": "/authors/OL705483A"}], "publish_places": ["Makati City, Philippines"], "pagination": "xiv, 442 p. :", "classifications": {}, "created": {"type": "/type/datetime", "value": "2009-01-07T19:08:58.977138"}, "lccn": ["2008453616"], "notes": "Includes bibliographical references.", "number_of_pages": 442, "publish_date": "2003", "works": [{"key": "/works/OL3890427W"}]}