{"website": "www.louis-mpala.com", "bio": {"type": "/type/text", "value": "CURRICULUM  VITAE\r\nI. IDENTITE\r\n1.1. Nom, Post Nom, Prénom : MPALA  MBABULA  Louis\r\n1.2. Date de naissance : le 23 décembre 1961.\r\nII. ETUDES FAITES\r\n1.\tEcole Primaire : à  Kasenga\r\n-\t1981\t: Diplôme d’Etat, Option Philo-Latin de l’Institut IMA-KAFUBU à Lubumbashi ;\r\n-\t1984\t: Diplôme en Philosophie (Distinction) au Grand Séminaire St Paul de Lubumbashi ;\r\n-\tTitre du TFC\t: La conception de Moksha dans le Sanatana-Dharma face à la conception de l’Au-delà dans la « Philosophie bantu » de Placide Tempels . \r\nEtude comparativo-critique   Directeur : Prof. MISENGA  NKONGOLO\r\n-\t1986\t: Diplômé en Athéisme (Summa cum laude) à l’Université Pontificale Urbaniana de Rome ;\r\n-\tTitre du mémoire \t: Le Marxisme-Léninisme vu sous son aspect Philosophique. Essai de dépassement pour un dialogue( ?)  Directeur : Prof. Mgr SKODA\r\n-\t1997\t: Gradué en Philosophie (Distinction) aux Facultés Catholiques de Kinshasa ;\r\nTitre de mémoire: La conception matérialiste de l’histoire dans le « Manifeste du parti communiste » de Karl Marx et de Friedrich Engels Directeur: Prof.  MUJYNYA\r\n-\t1999: Licencié en Philosophie (Grande distinction) aux Facultés Catholique de Kinshasa :\r\nTitre du mémoire : Critique de l’anthropologie philosophique de Karl Marx Directeur : MUJYNYA\r\n-\t1999: Agrégé (Distinction) en Enseignement secondaire du degré supérieur aux Facultés Catholiques de Kinshasa.\r\n-\t2005 : Diplôme  d’Etudes Approfondies en Philosophie (Grande distinction) à L’Université de Lubumbashi\r\n Titre du mémoire : Marxisme et Altermondialisme . Etude comparative  Directeur : Prof. Ordinaire KAUMBA LUFUNDA\r\n-1 JUILLET 2006 : Doctorat en Philosophie (Grande Distinction) à l’Université de Lubumbashi\r\nTitre de la Thèse : Matérialisme historique, Altermondialisme et Utopies postmodernistes. Contribution à la philosophie de l’histoire\r\nPromoteur : Pr Ordinaire KAUMBA Lufunda\r\n-2007 : Nomination de Professeur Associé \r\nHomme de recherche, écrivain et éditeur, Mpala Mbabula a été primé par l’Association des Journalistes Culturels du Katanga comme le meilleur écrivain philosophe du Katanga pour l’année 2002 en date du 06 octobre 2003.\r\n\r\nIII.ACTIVITES PROFESSIONNELLES\r\n3.1. De 1988-1996 : Curé de paroisse\r\n3.2. De 1999-2004 : Professeur de philosophie au philosophat du Grand Séminaire \r\n                                  Saint Paul de Lubumashi.\r\n3.2. 1999 -       : Chargé de cours au scolasticat salésien Don Bosco de Kansebula, \r\n                           chargé de cours à l’I.S.P./Extension Kasenga, chargé de cours à \r\n                           l’Institut Supérieur Interdiocésain Mgr Mulolwa (ISIM).\r\n3.3. 2004 - 2006     : Assistant à l’UNILU, secrétaire du CERPHA (département de \r\n                           philosophie), Secrétaire chargé de la recherche \r\n                           (Département de philosophie)\r\n3.4.2007- : Professeur Associé à l’université de Lubumbashi, Faculté des Lettres et Sciences Humaines, Département de Philosophie.\r\n3.5. Février2007-Février 2009 : Directeur du Centre Universitaire de Kasumbalesa, Extension de L’Université de Lubumbashi.\r\n\r\nIV.PUBLICATIONS\r\n\r\nI. Les articles publiés dans des journaux\r\n1.\tRéaction à l’article : Les athées se moquent de deux vieillards lapides de la Bible, dans Inter-Midi 23 (02 octobre 1993), p.3.5.6.\r\n2.\t– Les Zaïrois ont choisi la misère et la faim : c’est triste, dans Inter-Midi (s.n et s.d) p.9.\r\n3.\tRéaction de l’homme de Masada à l’article : Race noire ou couleur maudite de Kahenga M.E., dans Mukuba  (26 juin au 02 juillet 1995) , p.10.\r\n4.\tAttention Sempya : Je suis de la montagne Masada. Je suis un homme de Masada. Je suis un Jahman, dans La Tribune 220 (26.02 au 04.03.1998), ^.7.\r\n5.\tUne école de langue bemba à Kinshasa, dans La Tribune 233 (21 au 27.05.1998).\r\n6.\tAlpha Blondy explose : « Armée française, allez-vous en ! », dans La Tribune 236 (11 au 17.06.1998) ;\r\n7.\tAlpha Blondy se fâche et insulte ( ?) : « Les imbéciles », dans La Tribune 237 (18 au 25.06.1998), p.3.6. ;\r\n8.\tUn écrit sur « la jeunesse Congolaise et le phénomène des enfants de la rue : quel avenir ? « du prof. Malanda Dem, dans La Tribune 238 (25.06 au 1.07.1998), p.6 et 239 (2.07 au 8.07.1998), p.6.\r\n9.\tLa reconstruction nationale impossible sans l’éducation de la masse, dans La Tribune 240 (10 au 15.07.1988), p.5 ;\r\n10.\tONU : Cour Internationale des crimes contre l’humanité : un mort-né ? dans La Tribune 242 (23 au 29.07.1998), p.5.\r\n11.\tEducation à la Reconstruction nationale, dans The Freedom News 009 (08 au 16 oct.1998), p.4 ;\r\n12.\tL’Eglise anglicane : vers la reconnaissance des prêtres homosexuels ? dans La Tribune 243 (30.07 au 5.08.1998), p.4 ;\r\n13.\tOrdination sacerdotale au diocèse de Kilwa-Kasenga, dans La Tribune 243 (30.07.1998), p.4 ;\r\n14.\tULK face à la Reconstruction, dans La Tribune 243 (30.07 au 5.08.1998), p.4 ;\r\n15.\tPourquoi la journée africaine de la femme ? dans La Tribune 244 (7 au 14.08.1998), p.4 :\r\n16.\tLa démocratie bananière, dans La Tribune 244 (7 au 14.08.1998), p.4 ;\r\n17.\tUn religieux remet en cause l’ONU, dans L’Avenir 514 (mercredi 2 décembre 1998), p.7.\r\n18.\tLumumba est une idée (regard critique sur le « Pari sur le Congo » de Passou Lundula), dans La Tribune 265 (31.12 au 01.01.1998), p. 5 et dans L’Avenir 508 (mardi 5.01.1999), p.5 ;\r\n19.\tL’ONU en cause, dans La Tribune 265 (31.12 au 1.01.1999), p.4. ;\r\n20.\tL’ONU face aux guerres en Afrique Centrale, dans La Tribune 269 (28.01 au 03.02.1999), p.4 ;\r\n21.\tBonne année 1999 à la Congolaise, dans La Tribune 269 (28.01 au 3.02.1999), p.4 ;\r\n22.\tQuelles chances pour les comités du pouvoir populaire ? dans La Tribune 269 (28.01 au 3.02.1999), p.3.\r\n23.\tRegard critique sur le « manuel de sociologie générale » du professeur A. MULUMBATI NGASHA, dans MUKUBA 239 510-17 sept. 2002), et dans MNRA1 (octobre-mars 2003), p.60-68.\r\n\r\n2. Livres publiés et édités aux éditions Mpala de Lubumbashi\r\nQuelques publications de MPALA  Mbabula Louis aux Editions MPALA\r\n\r\n1-Que dit la Bible sur la consultation de devin ? 1990\r\n2-Où est  Dieu ? Essai philosophico-théologique sur la souffrance 1990\r\n3-Quel discours pour quel développement ? De la philosophie de la conversion  mentale (en collaboration avec MISENGA Nkongolo et BADIBANGA Mputu) 1991\r\n4-Les béatitudes pour qui et pourquoi faire ? 1991\r\n5-Du découpage du Katanga 1992\r\n6-À propos matérialisme dialectiques et de ses lois 1992\r\n7-Où est l’homme ? Essai sur l’hypocrisie 1992\r\n8-Du royaume de Dieu sur la terre katangaise. Vol.1  1993\r\n9-Le chrétien face à la politique ou l’éducation à la révolution intégrale 1993\r\n10-Attention à la démocratie consociative du philosophe IRUNG Tshitambal ! 1994\r\n11-Bioéthique biblique ou appel à la conscience humaine 1995\r\n12-Science et foi ou appel à la maturité humaine. Préface de KASAMWA Tuseko 1995\r\n13-Education à la conscience et à la raison. Introduction à la philosophie de Masada 1995\r\n14-Lecture matérialiste de « La philosophie bantoue » de Placide TEMPELS. Préface de MAYELE Ilo  1999,   \r\n       2000\r\n15-Critique de l’anthropologie philosophique de Karl  MARX 1999\r\n16-Actualité et limites de la Bolingocratie du Philosophe MVU MBI 2000\r\n17-La dialectique : de Héraclite d’Ephèse à Georges Gurvitch 2000\r\n18-Philosophie pour tous. Cours d’introduction à la philosophie, 2000, 2002\r\n19-La dialectique comme méthode de recherche scientifique 2001\r\n20-Pour vous chercheur. Directives pour rédiger un travail scientifique. Préface de NGOIE Mafuta 2001\r\n21 « Hors-jeu » pour le philosophe MABASI. Etude critique de « Science et philosophie en Afrique » 2002 et en ligne (Internet)\r\n22-L’histoire a-t-elle un sens ? Petite introduction à la philosophie de l’histoire de Karl MARX et de Friedrich ENGELS 2002\r\n23-La conception du travail chez Karl MARX. Préface critique de Tom ROCKMORE 2002\r\n24-Pouvoir et limites de la raison. Cours d’histoire de la philosophie moderne occidentale 2002\r\n25-Euthanasie : pour ou contre ? Approche philosophique. Préface de Maurice CAILLET 2002 en ligne (Internet) \r\n26-La passion de connaître et la recherche du bonheur. Cours d’histoire de la philosophie antique 2003\r\n27- A quand « L’identité post-tribale au Congo-Kinshasa » de Malemba ? 2004\r\n28-Petite introduction aux sources d’information. Préface de E. BANYWESIZE 2005\r\n29-Pour vous chercheur. Directives pour rédiger un travail scientifique suivi de Recherche scientifique sur Internet 2006 \r\n30- L’Altermondialisme à l’assaut de la mondialisation. Regard critique. Préface du Pr Nkombe Oleko, 2007\r\n3. Plusieurs articles publiés dans des journaux et revues divers dont\r\n1.\tLa conception du travail chez Karl Marx, dans Cahiers de Philosophie et des Sciences du Travail 1 (2004)1, p.48-54 ;\r\n2.\tLa surdétermination du savoir dans les relations humaines comme instrument de néo-colonisation. Cas de la RDC et de l’Occident (1960-2000), dans 40 ans d’indépendance. Mythe et réalités ? Tome III, Lubumbashi, Presses Universitaire de Lubumbashi, 2004.\r\n       3. Education aux élections par les proverbes\r\n       4. Quelle éthique du travail a l’ère de la mondialisation ? dans  An.cuksa \r\n           vol. I   N°1(2007), p. 6-19\r\n      5. Sur la conception de l’au-delà dans l’Egypte antique, dans Mitunda Vol \r\n            spécial(octobre 2007), p.87-103 .\r\n\t\t\r\nV. NB : L’Abbé Louis MPALA a tenu beaucoup de conférences aux différentes journées scientifiques qui ne sont pas encore publiées :\r\n-\tUNILU/RECTORAT : Journée scientifiques de l’Université de Lubumbashi organisées du 1er au 3 mars 2001. Thème : « Le mandat de MZEE Laurent-Désiré KABILA, Président de la République : bilan et perspectives »\r\nTitre de la communication : Du destin subi à la destinée voulue. Approche matérialiste du mandat de MZEE Laurent-Désiré KABILA.\r\n-\tUNILU/FACULTE DES LETTRES : Journées scientifiques 2001-2002.\r\nThème : « Mondialisation et philosophie »\r\nTitre de la communication : Pour une philosophie de MASADA\r\n\r\n-\tUNILU/FACULTE DES LETTRES : Journées scientifiques 2002-2003 (18-19 juin 2003) Thème : « Sciences humaines et formation, hier, aujourd’hui et demain ».\r\nTitre de la communication : Le Philosophe comme éducateur de la société.\r\n               -UNILU/FACULTE DES SCIENCES PHARMACEUTIQUES : journées    \r\n                         scientifiques du 24 au 26 novembre 2005\r\nTitre de la communication : Quelles sont les causes du déclin dans l’application de la législation pharmaceutique aujourd’hui ? \r\n-UNILU/ FACULTE DES LETTRES ET SCIENCES HUMAINES : Journées \r\n            scientifiques 2005-2006 09-10 juin 2006 \r\n              Thème : « Les nouvelles technologies de l’information et de la    \r\n                       communication et l’environnent socio-culturel en  R.D.Congo ».\r\n\r\nTitre de la communication : Quels medias pour quelle démocratie ?\r\n-CENTRE UNIVERSITAIRE DE KASUMBALESA/EXTENSION DE L’UNILU / FACULTE DE MEDECINE : journée scientifique du 8 juin 2007\r\nTthème : Le sida à l’ère de la mondialisation\r\nTitre de la communication : La mondialisation comme nouvelle ère des paradoxes et d’interdependance du vih/sida .Nature et enjeux\r\n\r\nJe certifie sur ma foi que tous les renseignements donnés sont vrais.\r\n\r\nProfesseur Associé Louis MPALA MBABULA\r\n                                                                                            Université de Lubumbashi"}, "name": "Louis Mpala Mbabula", "created": {"type": "/type/datetime", "value": "2008-04-01T03:28:50.625462"}, "personal_name": "Louis Mpala Mbabula", "alternate_names": ["JAHMAN"], "photos": [6258212], "last_modified": {"type": "/type/datetime", "value": "2010-04-12T13:14:42.458660"}, "latest_revision": 5, "key": "/authors/OL655845A", "birth_date": "15 janvier 1961", "type": {"key": "/type/author"}, "id": 1924826, "revision": 5}