{"bio": {"type": "/type/text", "value": "Rosemary Jansz was born on 7 December 1932 in the British colony of Ceylon (now known as Sri Lanka), she was the oldest child of Dutch-Portuguese settlers, Cyril Jansz and her wife Barbara. Her father was a wealthy educator who owned three posh private schools. She was raised in colonial splendor: dozens of servants never did a lick of work summers at European spas impossible to go anywhere without a chaperone. A dreamy child, she wrote her first novel at eight, and all through her teens scribbled madly romantic epics in imitation of her favorite writers: Sir Walter Scott, Alexandre Dumas and Rafael Sabatini.\r\n\r\nAt 17, Rosemary rebelled against a feudal upbringing and went to the University of Ceylon, where he studied three years. She horrified her family by taking a job as a reporter, and two years later marrying with Summa Navaratnam, a Ceylonese track star known as \"the fastest man in Asia.\" The marriage had two daughters. Unhappily, he often sprinted after other women. Disappointed with her husband, in 1960, she moved with her two daughters and took off for London.\r\n\r\nIn Europe she met her future second husband, Leroy Rogers, an african-american. \"He was the first man,\" she recalls, \"who made me feel like a real woman.\" After getting a divorce from her first husband, she married Rogers in his home town, St. Louis, Missouri. They moved with her family to California, where she had two sons. Six years later, when that marriage broke up, Rosemary was left with four children to support on her $4,200 salary as a typist for the Solano County Parks Department. In 1969, in the face of a socialist takeover of Ceylon, her parents fled the island with only £100, giving Rosemary two more dependents. At 37, the rich girl from Ceylon was on her uppers in Fairfield.\r\n\r\nEvery night for a year, Rogers worked to perfect a manuscript that she had written as a child, rewriting it 24 times. When she was satisfied with her work, she sent the manuscript to Avon, which quickly purchased the novel. That novel, ''Sweet Savage Love'', skyrocketed to the top of bestseller lists, and became one of the most popular historical romances of all time. Her second novel, ''Dark Fires'', sold two million copies in its first three months of release. Her first three novels sold a combined 10 million copies. The fourth, ''Wicked Loving Lies'' sold 3 million copies in its first month of publication. Rosemary Rogers became one of the legendaries \"Avon Queens of Historical Romance\". The difference between she and most of others romance writers is not the violence of her stories, it is the intensity. She says: \"My heroines are me\", and certainly her life could be one of her novels.\r\n\r\nIn September of 1984, Rosemary married a third time with Christopher Kadison, but it was a very brief marriage and they soon began to live apart. \"I'd like to live with a man,\" she admits, \"but I find men in real life don't come up to my fantasies. I want culture, spirit and sex all rolled up together.\"\r\n\r\nToday single, Rosemary lives quietly in a small dramatic villa perched on a crag above the Pacific near Carmel. Her four children are now away from home and she continues to write."}, "name": "Rosemary Rogers", "created": {"type": "/type/datetime", "value": "2008-04-01T03:28:50.625462"}, "personal_name": "Rosemary Rogers", "alternate_names": ["Rosemary Jansz Navaratnam Rogers Kadison", "Rosemary ROGERS", "ROSEMARY ROGERS"], "photos": [7254521, 6459435, 6459434], "last_modified": {"type": "/type/datetime", "value": "2013-09-03T01:46:32.451272"}, "latest_revision": 8, "key": "/authors/OL1081479A", "birth_date": "7 December 1932", "type": {"key": "/type/author"}, "revision": 8}