{"bio": {"type": "/type/text", "value": "Joseph Alois Ratzinger was born in Marktl, Bavaria, Germany, the son of a police officer. At the age of five, he declared that he wanted to be a cardinal. In 1941, he was conscripted into the Hitler Youth, which was mandatory, although his father believe that Nazism conflicted with the Catholic faith. In 1943, while in seminary, he was drafted into the German anti-aircraft corps, although he deserted in 1945. When he returned home he was imprisoned in a POW camp, and returned to the seminary when he was released after a few months. He was ordained in 1951.\r\n\r\nIn 1958 Ratzinger became a professor of Freising College. He moved to the University of Bonn in 1959, the University of Münster in 1963, and the University of Tübingen in 1966, where he was appointed to a chair in dogmatic theology. While he was at Tübingen he witnessed the student movements of the 1960s, which culminated in disturbances and riots in spring of 1968. Although he was seen as a dogmatic reformist, he believed that the radicalization of the student body was a result of a departure from traditional Catholic teachings.\r\n\r\nIn 1969, Ratzinger was moved to the University of Regensburg in Bavaria. In 1972 he co-founded the theological journal Communio.\r\n\r\nIn 1977, Ratzinger was appointed Archbishop of Munich and Freising. That same year he was named Cardinal-Priest of Santa Maria Consolatrice al Tiburtino by Pope Paul VI. In 1981, Pope John Paul II named Ratzinger Prefect of the Sacred Congregation for the Doctrine of the Faith, and he resigned his post at Munich. In 1993 he became Cardinal Bishop of Velletri-Segni. In 2005, he was elected as the next Pope. He chose for himself the name Pope Benedict XVI."}, "name": "Pope Benedict XVI", "links": [{"url": "http://en.wikipedia.org/wiki/Joseph_Ratzinger", "type": {"key": "/type/link"}, "title": "Wikipedia page"}], "title": "Pope", "personal_name": "Benedict", "alternate_names": ["Benedict XVI Pope", "Benedict XVI", "Catholic Church. Pope (2005- : Benedict XVI)", "Joseph Ratzinger (Pope Benedict XVI)", "Pope Benedict XVI.", "Benedict. XVI Pope", "Joseph Ratzinger (Benedict XVI)", "Pop Benedict XVI", "St Benedict XVI", "Pope Benedict XVI, Joseph Alois Ratzinger", "Joseph Kardinal. Ratzinger", "Joseph Kardinal Ratzinger", "Cardinal Joseph Ratzinger", "Joseph Cardinal Ratzinger/Pope Benedict", "JOSEPH RATZINGER", "JOSEPH CARDINAL RATZINGER", "Ratzinger, Joseph ptre.", "Joseph Ratzinger intervistato da Giuseppe De Carli", "Joseph Cardinal Ratzinger", "Joseph Ratzinger", "Benedict"], "created": {"type": "/type/datetime", "value": "2008-04-29T13:35:46.876380"}, "photos": [6619175], "last_modified": {"type": "/type/datetime", "value": "2013-03-08T15:48:44.264339"}, "latest_revision": 3, "key": "/authors/OL2678311A", "birth_date": "1927", "type": {"key": "/type/author"}, "revision": 3}