{"comment": "initial import", "bio": {"type": "/type/text", "value": "Robert Lewis Balfour Stevenson was born in Edinburgh, Scotland, the son of a lighthouse engineer. As a child he was often sick, especially during the winter months, possibly due to chronic bronchiectasis. He often tutored at home due to his illnesses, but at age eleven he was sent to Edinburgh Academy. He was always interested in writing stories, and his father published his first book, The Pentland Rising: A Page of History, 1666, in 1866.\r\n\r\nIn 1867 he went to the University of Edinburgh for engineering, although the discipline did not interest him. In 1871, he told his father that he intended to be a writer. His parents convinced him to return to the University of Edinburgh to read Law. After travelling to London and Paris, becoming active in literary circles in both cities, and a physical collapse in 1973 and recovery in the French Riviera, qualified for the Scottish bar in 1875. However, he never practised law, engaging instead in travel and writing.\r\n\r\nIn the course of his travels, Stevenson met Fanny Vandegrift Osbourne, an American mother of two who was in France to study art, in 1876. They met again in 1877 and became lovers, and he spent much of his time visiting with her and her children in France, until she returned to in San Francisco in 1878.\r\n\r\nIn 1879 he set sail to the U.S. to join her, becoming sick along the way, and when he arrived in San Francisco he was very ill. The now-divorced Vandegrift came to his bedside and nursed him to recovery. They married in 1880, honeymooned in the Napa Valley of California, then sailed with back to Britain, where he was reunited with his family.\r\n\r\nFor the next seven years, Stevenson travelled in search of a home that would benefit his health. He spent his summers in Scotland and England and his winters in France. During this time he wrote some of his best known work: Treasure Island (1883), A Child's Garden of Verses (1885), Kidnapped (1886), and The Strange Case of Dr. Jekyll and Mr. Hyde (1886).\r\n\r\nWhen his father died in 1887, Stevenson moved with his mother and family to the Adirondacks. In 1888, they set sail in a chartered yacht for the South Pacific. For nearly three years they wandered the eastern and central Pacific, visiting the Hawaiian Islands, the Gilbert Islands, Tahiti, New Zealand and the Samoan Islands. They took a second voyage to the Equator in 1889, and a third in 1890 to the South Seas islands.\r\n\r\nIn 1890 Stevenson purchased some land on one of the Samoan islands and established an estate. He adopted the native name Tusitala, and became involved in local politics, whcih led to clashes with the European bureaucrats who ruled the islands. He died in his estate, probably of cerebral hemorrhage, in 1894."}, "name": "Robert Louis Stevenson", "personal_name": "Robert Louis Stevenson", "alternate_names": ["Robert Louis Stevenson", "Robert Louis, Stevenson", "Robert, Louis Stevenson", "Louis Robert Stevenson", "Robert Louis stevenson", "Robert Louis, III Stevenson", "Stevenson Robert Louis", "ROBERT LOUIS STEVENSON", "STEVENSON, ROBERT LOUIS, 1850-1894.", "Robert louis Stevenson", "Robert louis stevenson", "Robert, Louis Stevenson:", "Robert Louis ( Stevenson", "Robert Louis STEVENSON,", "Stevenson, Robert Louis", "Stevenson, Robert Louis, 1850-1894.", "Robert-Louis Stevenson", "Robert Stevenson", "Robert Lewis Stevenson", "robert stevenson", "Robert Loius Stevenson", "Robert Louise Stevenson", "Robert-Lou Stevenson", "Robert Louis et al Stevenson", "Robert L. Stevenson", "R.L. Stevenson", "R. L. Stevenson", "R.-L. Stevenson", "R L Stevenson     ", "R., L. Stevenson", "R.L.Stevenson", "Rl Stevenson", "R.L Stevenson", "R. L Stevenson"], "death_date": "3 December 1894", "wikipedia": "http://en.wikipedia.org/wiki/Robert_Louis_Stevenson", "created": {"type": "/type/datetime", "value": "2008-04-01T03:28:50.625462"}, "photos": [6257922], "last_modified": {"type": "/type/datetime", "value": "2012-07-20T16:19:37.170927"}, "latest_revision": 8, "key": "/authors/OL219525A", "birth_date": "13 November 1850", "fuller_name": "Robert Lewis Balfour Stevenson", "type": {"key": "/type/author"}, "entity_type": "Person", "revision": 8}