{"bio": {"type": "/type/text", "value": "Janet Schneider was born on 22 April 1943 in South River, New Jersey, where she raised. She is a second-generation borned in USA. She studied painting at Rutgers University’s Douglass College, graduating with a bachelor’s degree in 1965. Having married Peter Evanovich, a mathematician from Rutgers University, the previous year, she joined him on his travels around the country while he worked for the U.S. Navy. She became a homemaker following the births of their two children, Peter Jr. and Alex. After trying to write the Great American Novel, she shifted her focus to different tales and submitting them for publication. After a decade of abortive efforts to publish her stories, she had one of her romance novels accepted by Berkley Books for its Second Chance at Love imprint. The book was published as Hero at Large in 1987 under the pseudonym Steffie Hall. She subsequently churned out nearly a dozen similarly themed books before growing restive and turning an eye toward the adventure genre. She wrote a romantic adventure “One for the Money”, the first Stephanie Plum mystery novel. She is a bestselling writer, whose novels are loved for their sense of humor and playful, dynamic action. She often collaborates with other writers, including her daughter Alex. Her niece Stephanie Evanovich, is also a writer.\r\n\r\nShe and her half-retired husband, Pete, live in New Hampshire, and their children work full-time for Evanovich, Inc., her mother is their only client."}, "name": "Janet Evanovich", "created": {"type": "/type/datetime", "value": "2008-04-01T03:28:50.625462"}, "personal_name": "Janet Evanovich", "alternate_names": ["Janet Schneider Evanovich", "Janet Evanovich", "Steffie Hall"], "photos": [7293746, 6155662], "last_modified": {"type": "/type/datetime", "value": "2014-09-11T21:42:27.330749"}, "latest_revision": 9, "key": "/authors/OL21225A", "birth_date": "22 April 22 1943", "type": {"key": "/type/author"}, "revision": 9}