{"bio": {"type": "/type/text", "value": "Syrie Ann Astrahan was born in Poughkeepsie, New York, to Joann (Schwartz) and Morton Astrahan. Her name is pronounced \"seer-ee\" and was inspired by a character in a radio show that her mother listened to as a little girl. Her father was a leader in computer science, working as a research engineer in Northwestern University's Microwave Lab and then for IBM. Her brother is Melvin Alan Astrahan. She moved west at age one because her father didn't like shoveling snow. She has lived most of her life in San Jose, California, if you don't count the two years, when she was seven years old, she lived in Paris and had visited more than two dozen countries by age eight, which instilled in her a lifelong love of traveling. When Syrie was in the sixth grade, her grandparents gave her an old typewriter and she started to wrote her first manuscript, that never finished. Syrie was Valedictorian of her class at Pioneer High School, San Jose, California. She graduated cum laude from U.C. Davis with a B.A. in English and Communications. Syrie and her husband, Bill James, were college sweethearts. Their sons are Ryan and Jeff; Ryan James is also a screenwriter.\r\n\r\nSyrie spent many years as a screenwriter and enjoys writing both novels and screenplays. Syrie writes practically every weekday from 10 - 6. She wrote the The Harrison Duet bewetten 1986 and 1987 as Syrie A. Astrahan. She has sold nineteen screenplays and teleplays to Tri-Star Pictures, Fox Family Films, ABC, CBS, NBC, FOX TV and the Lifetime Network. She is now writing novels. Her first work of historical fiction, \"The Lost Memoirs of Jane Austen,\" was sold at auction after a two-day bidding war between three major publishing houses; it became a best-seller and was named Best First Novel of 2008 by the Library Journal. Now, she continued writing as Syrie James. She is a member of the WGA, RWA, and a life member of JASNA (the Jane Austen Society of North America). \r\n\r\nSyrie lives with her family in Los Angeles, California. Her favorite authors include Jane Austen and Charlotte Brontë. She also enjoys reading in a variety of other genres, including historical fiction, paranormal fiction, women's fiction, biography, memoir, romance, mystery, and the classics. When she's not reading, exercising, researching, writing, or updating her website, she designed and maintains it, Syrie's preferred activity is to spend time with her husband and family. Her other favorite pursuits include movies, theater, great food, playing games with family and friends, Scrabble, photography, sewing, and the out of doors. Like Jane Austen and Charlotte Brontë, Syrie is very fond of the countryside, and loves taking long walks."}, "name": "Syrie James", "created": {"type": "/type/datetime", "value": "2008-04-30T09:38:13.731961"}, "alternate_names": ["Syrie Ann Astrahan James", "Syrie A. Astrahan", "Syrie James"], "photos": [7260150], "last_modified": {"type": "/type/datetime", "value": "2013-08-04T15:04:33.149716"}, "latest_revision": 3, "key": "/authors/OL3352937A", "type": {"key": "/type/author"}, "revision": 3}