{"series": ["VTRC ;", "04-CR15", "VTRC (Series) ;", "04-CR15."], "lc_classifications": ["HE194.5.U6 R57 2004"], "latest_revision": 4, "url": ["http://www.virginiadot.org/vtrc/main/online%5Freports/pdf/04-cr15.pdf"], "contributions": ["Haimes, Yacov Y.", "Ferguson, Wayne S.", "Mondul, Steven M.", "Virginia Transportation Research Council.", "Virginia. Dept. of Transportation.", "University of Virginia. Center for Risk Management of Engineering Systems."], "id": 4783668, "uri_descriptions": [null], "source_records": ["marc:marc_records_scriblio_net/part15.dat:85277414:4231", "marc:marc_loc_updates/v37.i04.records.utf8:2517926:3963", "marc:marc_loc_updates/v36.i26.records.utf8:3884350:4231"], "title": "Risk assessment and management of critical highway infrastructure", "languages": [{"key": "/languages/eng"}], "subjects": ["Transportation -- Virginia -- Security measures", "Highway planning -- Virginia", "Risk assessment"], "publish_country": "vau", "subject_place": ["Virginia", "Virginia."], "by_statement": "Yacov Y. Haimes ... [et al.].", "oclc_numbers": ["54526683"], "type": {"key": "/type/edition"}, "uris": ["http://www.virginiadot.org/vtrc/main/online%5Freports/pdf/04-cr15.pdf"], "revision": 4, "publishers": ["Virginia Transportation Research Council"], "description": {"type": "/type/text", "value": "This study expands upon the scope of a previous contract study for the Virginia Transportation Research Council (VTRC) concluded in March 2002. The objective is to develop methodologies for risk analysis of critical highway infrastructure at two levels: (1) system level and (2) asset level. The system-level analysis conducts risk assessment from a statewide perspective. The goal is to evaluate and prioritize infrastructure from a considerable inventory of assets. The definition of critical infrastructure offered by Presidential Decision Directive (PDD) 63 is used to determine the set of attributes that help differentiate critical from non-critical infrastructure. These attributes correspond to national, regional, and local impact of a structure's damage or complete loss. In addition, the levels of impact are utilized in prioritization: infrastructure that has potential national and regional impact is considered more important than infrastructure with local impact. Further prioritization is conducted based on the asset's need for risk management actions. The asset's current state or condition, in terms of resilience, robustness, redundancy, and security against willful threat is used to evaluate the need for management actions. A set of criteria and corresponding metrics is identified, and supporting data are gathered using information from the FHWA National Bridge Inventory and other sources. Once the most critical infrastructure is prioritized, an in-depth risk assessment of particular assets is performed to determine specific risks and vulnerabilities. Eight case studies on selected VDOT sites are conducted. The details of these case studies are not presented in this report. Instead, general findings are presented that can serve as a guideline for policy implementation to other similar assets. Since a small number of case studies are performed by the project team, another important goal of this study is for effective knowledge transfer of the methodology to VDOT in order to facilitate risk assessment of other critical infrastructure. For this purpose, a prototype computer tool is developed, which is designed to guide facility managers in risk assessment and management. The case studies and documentation of the computer tool are provided in supplemental documents available by request from the authors."}, "last_modified": {"type": "/type/datetime", "value": "2009-05-07T10:04:47.516441"}, "key": "/books/OL3367303M", "publish_places": ["Charlottesville, Va"], "pagination": "v, 58 p. :", "created": {"type": "/type/datetime", "value": "2008-04-01T03:28:50.625462"}, "dewey_decimal_class": ["388.1/068/1"], "notes": {"type": "/type/text", "value": "Includes bibliographical references (p. 46-49).\nProject managers: Wayne S. Ferguson, Steven M. Mondul.\n\"February 2004.\"\nPerformed for the Virginia Transportation Research Council by the Center for Risk Management of Engineering Systems, University of Virginia, under contract no. SE-VTRC-0995-02, project no. 64844\nAlso available online (Adobe Acrobat Reader required) via the Virginia Transportation Research Council website http://www.virginiadot.org/vtrc/main/index%5Fmain.htm.\nFinal contract report; Feb. 2002-July 2003."}, "number_of_pages": 58, "lccn": ["2004438239"], "publish_date": "2004"}