{"series": ["CEP discussion paper -- no. 903"], "lc_classifications": ["HC10"], "latest_revision": 3, "contributions": ["Manning, Alan.", "London School of Economics and Political Science. Centre for Economic Performance."], "source_records": ["marc:marc_loc_updates/v37.i04.records.utf8:10060136:2275"], "title": "Change and continuity among minority communities in Britain", "languages": [{"key": "/languages/eng"}], "publish_country": "mou", "by_statement": "Andreas Georgiadis and Alan Manning.", "type": {"key": "/type/edition"}, "revision": 3, "publishers": ["Centre for Economic Performance, London School of Economics and Political Science"], "description": {"type": "/type/text", "value": "There is widespread concern currently that some ethnic minority communities within Britain, especially Muslim, are not following the stereotypical immigrant path of economic and cultural assimilation into British society. Indeed, many seem to have the impression that differences between Muslims and non-Muslims are widening. In this paper we compare the two largest Muslim communities in Britain (Pakistanis and Bangladeshis) with other ethnic minorities to ask the questions 'are Muslims different?' and 'is their behaviour changing over time?' The indicators we look at are the gender gap in education, age at marriage, cohabitation and inter-marriage, fertility and the employment of women. In all these dimensions we find that the Muslim communities are different but we also find evidence of change. This is partly because those born in Britain generally have markedly different behaviours from those born in the country of origin, but also because there is change within  both the UK-born and foreign-born communities. The evidence suggests there is, along almost all dimensions, a movement towards convergence in behaviour."}, "physical_format": "Electronic resource", "last_modified": {"type": "/type/datetime", "value": "2012-07-31T17:46:17.827763"}, "key": "/books/OL23148627M", "authors": [{"key": "/authors/OL5008140A"}], "publish_places": ["London"], "created": {"type": "/type/datetime", "value": "2009-04-27T22:37:26.734965"}, "lccn": ["2009376008"], "notes": {"type": "/type/text", "value": "Title from PDF file (viewed on Jan. 23, 2009).\n\n\"January 2009.\"\n\nIncludes bibliographical references.\n\nAlso available in print.\n\nSystem requirements: Adobe Acrobat Reader.\n\nMode of access: World Wide Web."}, "url": ["http://cep.lse.ac.uk/pubs/download/dp0903.pdf"], "publish_date": "2008", "works": [{"key": "/works/OL11767470W"}]}