{"series": ["CEP discussion paper -- no. 901"], "lc_classifications": ["HC10"], "latest_revision": 3, "contributions": ["Criscuolo, Chiara.", "London School of Economics and Political Science. Centre for Economic Performance."], "source_records": ["marc:marc_loc_updates/v37.i04.records.utf8:10055238:2813"], "title": "Service traders in the UK", "languages": [{"key": "/languages/eng"}], "publish_country": "mou", "by_statement": "Holger Breinlich and Chiara Criscuolo.", "type": {"key": "/type/edition"}, "revision": 3, "publishers": ["Centre for Economic Performance, London School of Economics and Political Science"], "description": {"type": "/type/text", "value": "We provide a novel set of stylized facts on firms engaging in international trade in services, using  unique firm-level data on services exports and imports in the United Kingdom in 2000-2005. Less  than 10% of firms trade in services but they can be found in all sectors of the UK economy. While the  services sector accounts for 80% of total exports and imports, the frequency and trade intensity of  services traders is often higher in sectors such as high-tech manufacturing. Services traders are  bigger, more productive and are more likely to be foreign owned or part of a multinational enterprise.  These 'trade premia' are smaller then for goods traders, however, with the exception of skill intensity  which is higher among services traders. There are also significant differences between exporters and  importers of services. Furthermore, we show that most firms only export or import a single service  type and trade with a small number of countries. Trade volume, employment, turnover and value  added are highly concentrated among a small group of firms trading with many countries and/or in  many services types. These firms are characterised by bigger size and higher than average  productivity, all of which seem to be principally correlated with more trade along the intensive margin  (trade per services and country) although there are a number of noteworthy exceptions. Interestingly,  trade is also concentrated within firms. The top export and import destination make up 70% of the  average firm's total trade and the top services type around 90%. This strong concentration is still  present among firms trading with many countries and/or in many produ"}, "physical_format": "Electronic resource", "last_modified": {"type": "/type/datetime", "value": "2012-07-31T17:46:17.827763"}, "key": "/books/OL23148625M", "authors": [{"key": "/authors/OL6601384A"}], "publish_places": ["London"], "created": {"type": "/type/datetime", "value": "2009-04-27T22:37:24.762657"}, "lccn": ["2009376006"], "notes": {"type": "/type/text", "value": "Title from PDF file (viewed on Jan. 23, 2009).\n\n\"December 2008.\"\n\nIncludes bibliographical references.\n\nAlso available in print.\n\nSystem requirements: Adobe Acrobat Reader.\n\nMode of access: World Wide Web."}, "url": ["http://cep.lse.ac.uk/pubs/download/dp0901.pdf"], "publish_date": "2008", "works": [{"key": "/works/OL13759445W"}]}