{"subtitle": "storia e documenti", "series": ["Biblioteca teatrale -- 20"], "lc_classifications": ["PN1978.I8 M34 2008"], "latest_revision": 3, "table_of_contents": [{"type": {"key": "/type/toc_item"}, "class": "section"}], "source_records": ["marc:marc_loc_updates/v37.i04.records.utf8:8205435:936"], "title": "Pupi e attori, ovvero, L'opera dei pupi a Catania", "languages": [{"key": "/languages/ita"}], "subjects": ["Puppet theater -- Italy -- Catania -- History"], "publish_country": "it ", "by_statement": "Bernadette Majorana.", "type": {"key": "/type/edition"}, "revision": 3, "other_titles": ["Pupi e attori", "Opera dei pupi a Catania"], "publishers": ["Bulzoni"], "description": {"type": "/type/text", "value": "Questo libro traccia la vicenda dell’opera dei pupi a Catania tra Ottocento e Novecento. Ricompone documenti coevi e testimonianze di un tempo non lontano, quando la tradizione viene meno, negata da trasformazioni sociali che non ne consentono la continuità con il passato. Da questa tela prendono forma con maggiore rilievo le storie di tre famiglie, i Crimi, i Grasso e i Napoli, protagoniste indiscusse dell’opira catanese: l’indagine si spinge dentro i loro teatrini, si insinua nel mistero che lega artefici, pupi e spettatori. La voce nascosta di parlatori e parlatrici, come i recitanti si chiamano, guida il lettore dietro il fondale, nel fiorire di un’arte severa e ardita, fatta di lunghe intese di gesti e sguardi, che ogni sera fanno nuova e inedita la storia rappresentata. Già Verga aveva colto la suggestione di quest’arcano dare voce al legno, a cavalieri duellanti e dame che palpitano, e l’aveva posta al centro di un documento letterario qui profondamente riconsiderato. Davanti, tutta la scena del teatro vivo catanese, di cui nel pieno Ottocento i teatrini dei pupi sono un laboratorio, per la gran parte ricostruito nel corso del volume: l’opira e i pupari con il loro altalenare fra successi e disfatte, con il loro guardare all’Italia unificata, al melodramma, ai grandi attori, ai modelli internazionali, alla commedia, alla farsa, al varietà. Interlocutori intelligenti, aperti a sperimentare, e pronti a raccogliere, accanto alla predilezione sapiente del popolo minuto, l’interesse di aristocratici, studenti, intellettuali, di quanti vogliono godere occasionalmente della magnificenza plebea dell’opira e di quanti intendono misurarsi personalmente con la recitazione su una pubblica scena. Pupi e attori, dunque: il mondo instabile di questi ultimi, dilettanti e professionisti di ogni genere e rango, è a volta a volta per i pupari polo d’attrazione, speranza imprenditoriale, cimento interpretativo. Uno di loro soltanto compirà il gran salto, quel Giovanni Grasso attore celebrato e incompreso che tanta parte ha in questo libro, in una lettura originale della sua clamorosa vicenda di ex parlatore. Anche nella trascrizione commentata della conversazione con Italia Napoli, parlatrice da quasi sessant’anni, la voce che porge la storia interiore e materiale della famiglia di pupari viene esaltata e catturata per servirsene come chiave d’apertura di percorsi che per decenni hanno intrecciato indissolubilmente vita e teatro. Tante e tanto sfaccettate vicende e questioni si riflettono nell’affascinante struttura del volume, sorta di scatola cinese la cui apertura rivela un complesso eppure rigorosamente ordinato insieme di nuove conoscenze e nuove interpretazioni, in una peculiare mimesi di scrittura e storia narrata.\r\n\r\n\r\nBernadette Majorana (Catania 1957) insegna Discipline dello spettacolo nella Facoltà di Lingue e letterature straniere dell’Università di Bergamo, dopo avere fatto una lunga esperienza operativa al CRT Centro di ricerca per il teatro di Milano e avere conseguito il dottorato di ricerca in Storia dello spettacolo all’Università di Firenze. Collabora regolarmente con il Centre d’anthropologie religieuse européenne della Ecole des hautes études en sciences sociales di Parigi. Si è interessata specialmente al rapporto tra forme della rappresentazione e vita religiosa in età moderna, pubblicando fra l’altro La gloriosa impresa. Storia e immagini di un viaggio secentesco (Palermo, Sellerio, 1990) e Teatrica missionaria. Aspetti dell’apostolato popolare gesuitico nell’Italia centrale fra Sei e Settecento (Milano, Euresis, 1996), un tema, quest’ultimo, mai abbandonato e su cui ha compiuto numerosi approfondimenti. Ha intrapreso negli ultimi anni una ricerca sulle feste di canonizzazione in Italia tra XVII e XVIII secolo. Il libro Pupi e attori conclude un percorso avviato con un lavoro su Italia Napoli comparso nell’Archivio per la storia delle donne (Napoli, D’Auria, 2005)."}, "last_modified": {"type": "/type/datetime", "value": "2009-12-15T08:26:21.026210"}, "key": "/books/OL23147233M", "authors": [{"key": "/authors/OL922038A"}], "publish_places": ["Roma"], "oclc_number": ["272562484"], "pagination": "xxii, 561 p., [16] p. of plates :", "created": {"type": "/type/datetime", "value": "2009-04-27T21:53:21.704459"}, "lccn": ["2008492025"], "notes": "Includes bibliographical references.", "number_of_pages": 561, "isbn_13": ["9788878703148"], "isbn_10": ["8878703141"], "publish_date": "2008", "works": [{"key": "/works/OL4558781W"}]}