{"website": "htttp://www.robertconyne.com", "bio": {"type": "/type/text", "value": "Robert K. Conyne, Ph.D., Professor Emeritus from the University of Cincinnati, is a Licensed Psychologist, Clinical Counselor and Fellow of the Association for Specialists in Group Work (ASGW) and the American Psychological Association.  He has 36 years of professional experience as a University Professor and Department Head, counselor, administrator, consultant, and trainer.  Bob has received many awards, including Eminent Career Award from the ASGW; Lifetime Achievement Award in Prevention, Society of Counseling Psychology of the APA; Distinguished Alumni Award of Distinction from Purdue University, and a Soros International Scholar.  He is 2009 President of the APA’s Division of Group Psychology and Group Psychotherapy.  With over 200 scholarly publications and presentations including 10 books in his areas of expertise (group work, prevention, and ecological counseling), along with broad international consultation in these areas, Bob is recognized as an expert in working with people and systems. With colleague (and wife), Lynn S. Rapin, Ph.D., he also helps people plan and prepare psychologically for their upcoming retirement, using the holistic approach they developed, “Charting Your Personal Future.”  Prevention Program Development and Evaluation:  An Incidence Reduction, Culturally-Relevant Approach (SAGE), is his most recent offering (2010), preceded by Group Techniques:  How to Use Them More Meaningfully (Pearson Prentice-Hall), which demonstrates how to help group members using an ecological orientation, and 8 other books.  When not working, Bob and Lynn—as often as possible with their children Suzanne and Zack, who are now grown--can be found enjoying life at their Northern Ontario cottage with their dog, Lucy."}, "name": "Robert K. Conyne", "personal_name": "Robert K. Conyne", "entity_type": "Psychologist, Clinical Counselor, Trainer & Consultant, Author", "alternate_names": ["Bob Conyne"], "created": {"type": "/type/datetime", "value": "2008-04-01T03:28:50.625462"}, "photos": [6124787], "last_modified": {"type": "/type/datetime", "value": "2010-04-12T12:32:30.671539"}, "latest_revision": 4, "location": "Cincinnati, OH", "key": "/authors/OL235843A", "birth_date": "May 21, 1944", "title": "Ph.D., Professor Emeritus, Psychologist", "type": {"key": "/type/author"}, "id": 614098, "revision": 4}