{"table_of_contents": [], "covers": [5549753], "lc_classifications": ["K1420.5 .S725 2008"], "latest_revision": 5, "subtitle": "protection of authors' works, performances, phonograms, films, video, broadcasts, and published editions in national, international, and regional law", "languages": [{"key": "/languages/eng"}], "source_records": ["marc:marc_loc_updates/v37.i06.records.utf8:8529303:975", "marc:marc_loc_updates/v37.i04.records.utf8:5721039:975"], "title": "World copyright law", "edition_name": "3rd ed.", "subjects": ["Copyright", "Copyright, International"], "publish_country": "enk", "by_statement": "by J.A.L. Sterling.", "type": {"key": "/type/edition"}, "revision": 5, "publishers": ["Sweet & Maxwell"], "description": {"type": "/type/text", "value": "A STERLING WORK ON COPYRIGHT\r\n\r\nReviewed by Phillip Taylor\r\n\r\nProfessor J.A. L. Sterling, of Queen Mary Intellectual Property Research Institute, is a long standing and well known international expert in copyright law.  He has produced here, the ultimate authoritative and comparative analysis of this often contention subject which is very much in the legal news today.  \r\n\r\nHe gives the book the title “World Copyright Law”, and adds the areas: protection of authors’ works, performances, phonograms, films, video, broadcasts and published editions in national, international and regional law.  He also adds that the work has a glossary of legal and technical terms, a states a reference list of copyright and related rights laws throughout the world.  Well, that should be enough to be getting on with in 1,700 pages!\r\n\r\nSterling gives this substantive analysis of copyright law on a regional, national and global scale, by placing emphasis on the international dimension, as well as an intriguing historical perspective, which is both topical and appropriate.  It’s worth quoting his remarks on the global reach of copyright law in the preface to the 2008 3rd edition:\r\n\r\n‘As national barriers disappear, distinctions between national systems become anomalous and the need to adopt common approaches increases.  In the past, writing on national copyright laws has in general been confined to the particular national law under consideration, with occasional references to other systems.  Now the whole emphasis must change to one of international consideration of the problems posed by current technological developments.’\r\n\r\nSo there you have it!  The mind-set with which copyright law was studied and applied in the past must now change:  out with the parochial/regional outlook of the past and in with the global perspective necessary for the protection of intellectual property rights in the 21st century.\r\n\r\nWith all this in mind, the free online update service from the publishers, Sweet & Maxwell, which accompanies this book,  is of particular interest to practitioners in this fast moving area of law, which, as Sterling points out is now ‘of prime juridical, economic and indeed political significance’ following three new developments since the 1970s:  the growth of piracy…the advent of satellite communication…and the advent of the internet ‘which permits public access to and copying and distribution of protected material on a massive scale.’\r\n\r\nSterling’s splendid 3rd edition provides practitioners and academics alike with detailed commentary on international copyright and related rights law and comparative analysis of the laws in national international and regional standards of protection.  Completely up to date as of July 2008 (with a further update planned for July 2009), the new edition provides a wealth of new material on the implications of the WIPO discussions on world copyright law and the practical aspects of recent US and EC copyright developments.\r\n\r\nAlso included in this edition are: \r\n \r\n•\ta special section on infringements on the internet, incorporating cases from Belgium, China, Japan, Germany, the US and more;\r\n\r\n•\tan appendix listing potential infringements on the internet;\r\n \r\n•\ta detailed chart of the present state of harmonization of European copyright and related rights law;\r\n\r\n•\t the full text of relevant international and regional conventions, treaties and agreements with expert commentary; and\r\n\r\n•\ta comprehensive glossary of legal and technical terms\r\n\r\nIt is as readable and insightful as it is scholarly and authoritative. Sterling’s work remains a boon to researchers, with its tables of cases, international treaties, conventions and agreements, European materials, national laws, abbreviations, website addresses, and an extensive bibliography, it’s a remarkable and sterling work, if you will excuse the pun, which you can’t perform without."}, "last_modified": {"type": "/type/datetime", "value": "2010-04-13T15:21:27.843151"}, "key": "/books/OL23043740M", "authors": [{"key": "/authors/OL60555A"}], "publish_places": ["London"], "pagination": "cvi, 1678 p. ;", "created": {"type": "/type/datetime", "value": "2009-02-18T04:59:00.956026"}, "lccn": ["2008278604"], "notes": {"type": "/type/text", "value": "\"With a glossary of legal and technical terms, and a reference list of copyright and related rights laws throughout the world.\"\r\n\r\n\"Published in 2008\"--Verso t.p.\r\n\r\nIncludes bibliographical references (p. [1621]-1652) and index."}, "number_of_pages": 1678, "isbn_13": ["9781847032805"], "publish_date": "2008", "works": [{"key": "/works/OL743375W"}]}