{"subtitle": "the case of the U.S. Forest Service", "series": ["General technical report PNW -- GTR-757", "General technical report PNW -- 757."], "lc_classifications": ["GV191.4 .C47 2008"], "latest_revision": 3, "contributions": ["Ryan, Clare.", "Pacific Northwest Research Station (Portland, Or.)"], "source_records": ["marc:marc_loc_updates/v37.i04.records.utf8:7150560:2906", "marc:marc_loc_updates/v37.i08.records.utf8:8191566:2906"], "title": "Agency capacity for recreation science and management", "languages": [{"key": "/languages/eng"}], "subjects": ["Outdoor recreation -- United States -- Planning", "Recreation -- United States -- Management", "Recreation areas -- Public use -- United States"], "publish_country": "oru", "by_statement": "Lee K. Cerveny and Clare M. Ryan.", "type": {"key": "/type/edition"}, "revision": 3, "other_titles": ["Case of the U.S. Forest Service"], "publishers": ["U.S. Dept. of Agriculture, Forest Service, Pacific Northwest Research Station"], "description": {"type": "/type/text", "value": "This report examines the capacity of natural resource agencies to generate scientific knowledge and information for use by resource managers in planning and decisionmaking. This exploratory study focused on recreation in the U.S. Department of Agriculture, Forest Service. A semistructured, open-ended interview guide elicited insights from 58 managers and 28 researchers about recreation issues, information exchange, and research-management interactions. Data were coded and analyzed using Atlas.ti®, a qualitative analysis software program. Results indicate that recreation managers seek information to address user conflicts and manage diverse activities across sites and landscapes. Managers do not always turn to the research community when looking for scientific information and are uncertain about the proper channels for communication. Managers consult a variety of information sources and aggregate various types of scientific information for use in planning and management. Managers desire greater and more diverse interactions with researchers to promote knowledge exchange useful for addressing recreation problems. Barriers to interaction include organizational differences between management and research, researcher responsiveness, relevance of information to manager needs, and the lack of formal interaction opportunities. Several structural processes were suggested to facilitate opportunities for greater interaction and information exchange."}, "last_modified": {"type": "/type/datetime", "value": "2009-12-15T08:25:51.718882"}, "key": "/books/OL23146445M", "authors": [{"key": "/authors/OL1417620A"}], "publish_places": ["Portland, OR"], "oclc_number": ["244446337"], "pagination": "[ix], 78 p. :", "created": {"type": "/type/datetime", "value": "2009-04-27T21:29:30.033044"}, "lccn": ["2008412479"], "notes": {"type": "/type/text", "value": "Cover title.\n\n\"June 2008.\"\n\nIncludes bibliographic references (p. 69-74).\n\nAlso available via the World Wide Web."}, "number_of_pages": 78, "url": ["http://purl.access.gpo.gov/GPO/LPS95771"], "publish_date": "2008", "works": [{"key": "/works/OL5791854W"}]}