{"bio": {"type": "/type/text", "value": "Carolyne Aarsen is a blessed to have sincere Christian parents and to be married to a committed Christian husband. But her first love was always fiction. Because of her isolation from any kind of writing group, Carolyne learned to write by trial and error and by taking correspondence courses while she and her husband were raising their four natural children and the numerous foster children that came through their home. She documented the fun and foibles of their life in a weekly humor column carried in a number of Alberta newspapers.\r\n\r\nIn April 1997 she was thrilled to hear that her hard work had paid off with a contract with Steeple Hill Love Inspired books. Ever Faithful, her second book for the Love Inspired line, won the Toronto Romance Writers Golden Opportunity Contest for unpublished writers. Her ninth book, Twin Blessings, received four-and-a-half stars from Romantic Times Magazine. Since then she has published a number of books. Her stories reflect a love of God, family, rural Canadian life and a profound appreciation of God's creation and how He constantly calls His children to Himself. She hopes and prays that in her writing she can show how people's weaknesses are covered by Christ's strength. Her dream is to make Christ's sacrifice accessible to people of all ages and places through the lives of her characters.\r\n\r\nThough she grew up in a city, she considers herself a full-fledged country person. When she's not writing, she's helping her husband with his logging business, their herd of cows, their horses and their chickens that managed to escape the clutches of the coyotes and owls. They are also involved with the youth in their church."}, "name": "Carolyne Aarsen", "created": {"type": "/type/datetime", "value": "2008-04-01T03:28:50.625462"}, "personal_name": "Carolyne Aarsen", "photos": [7251931], "last_modified": {"type": "/type/datetime", "value": "2013-03-01T16:24:26.862984"}, "latest_revision": 5, "key": "/authors/OL1394470A", "type": {"key": "/type/author"}, "revision": 5}