{"bio": "Georgette Heyer was born on 16 August 1902 in Wimbledon, London, England, UK. She was the eldest child of Sylvia Watkins and George Heyer; her brother George Boris was born four years later, and her brother Frank nine years later. During her childhood, the family lived also in Paris, France, but they returned to England before World War I. During the war, her father served as a requisitions officer for the British Army in France. Encouraged by her father to read, he never forbade her any book. At 17, she began a serial story to amuse her brother Boris, who suffered from a form of haemophilia and was often weak. Her father enjoyed listening to her story and asked her to prepare it for publication. His agent found a publisher for her book, and \"The Black Moth\" was released in 1921.\r\n\r\nIn December 1920, she met George Ronald Rougier, a young two years older than her, who studied at the Royal School of Mines to become a mining engineer. They became engaged the spring of 1925, and she had five novels published. Only one month later, her father died of a heart attack, and he left no pension for his family. She assumed financial responsibility for her brothers, aged 19 and 14. On 18 August 1925, Georgette married George Ronald, but two moths later, he was sent to Caucasus Mountains, and she remained at home and continued to write. She released \"These Old Shades\", during the midst of the UK General Strike of 1926; as a result, the novel received no newspaper coverage, reviews, or advertising. The novel sold 190,000 copies, and she refused for the rest of her life to promote her novels. Her husband was sent to the East African territory of Tanganyika, and she joined him in 1927, they moved to Macedonia in 1928, where she almost died after a dentist improperly administered an anaesthetic. She insisted they return to England before starting a family, and the following year they returned to England.\r\n\r\nIn England, her husband started diferent business, but she was always the primary breadwinner. They had a son, Richard, and she continued to care for her brothers and mother. During the World War II, her husband and brothers served in the army, and to earn more money, she reviewed books for Heinemann. To minimize her tax liability, she formed a limited liability company, that paid salaries for her and her family. The tax inspectors discovered financial problems with the company, which she finally sold. She wrote principally historical romance novels and some detective novels. She essentially established the historical sub-genre of Regency romance, inspired by Jane Austen's work. Unlike Austen, who wrote about and for the times in which she lived, she was forced to include copious information about the period so that her readers would understand the setting. To ensure accuracy, she collected reference works and kept detailed notes on all aspects of Regency life, becoming an expert. Her successful regency novels were imitated by many authors like Barbara Cartland, and in some cases were allegedly plagiarized, but she chose not to file lawsuits. She continued writing until her death by lung cancer on 4 July 1974; her novel My Lord John, the first and only book of the Lancaster Trilogy, was published posthumously.", "name": "Georgette Heyer", "links": [{"url": "http://www.georgette-heyer.com/", "type": {"key": "/type/link"}, "title": "The Definitive Fan Website for Georgette Heyer"}], "personal_name": "Georgette Heyer", "death_date": "4 July 1974", "alternate_names": ["Georgette Heyer Rougier", "Georgette Heyer", "Stella Martin"], "created": {"type": "/type/datetime", "value": "2008-04-01T03:28:50.625462"}, "photos": [7304577, 6892272, 6709810, 6892277, 6892275, -1], "last_modified": {"type": "/type/datetime", "value": "2014-10-13T22:10:08.259821"}, "latest_revision": 15, "key": "/authors/OL766555A", "birth_date": "16 August 1902", "type": {"key": "/type/author"}, "revision": 15}