{"bio": "Asimov was born sometime between October 4, 1919 and January 2, 1920 in Petrovichi in Smolensk Oblast, RSFSR (now Russia), the son of a Jewish family of millers.  Although his exact date of birth is uncertain, Asimov himself celebrated it on January 2.  His family emigrated to Brooklyn, New York and opened a candy store when he was three years old.  He taught himself to read at the age of five. He began reading the science fiction pulp magazines that his family's store carried. Around the age of eleven, he began to write his own stories, and by age nineteen, he was selling them to the science fiction magazines. He graduated from Columbia University in 1939. He married Gertrude Blugerman in 1942.  During World War II he worked as a civilian at the Philadelphia Navy Yard's Naval Air Experimental Station.  After the war, he returned to Columbia University and earned a Ph.D. in biochemistry in 1948.  He then joined the faculty of the Boston University School of Medicine until 1958, when he became a full-time writer. His first novel, Pebble in the Sky, was published in 1950. He and his wife divorced in 1973, and he married Janet O. Jeppson the same year. He was a highly prolific writer, having written or edited more than 500 books and an estimated 9,000 letters and postcards.", "name": "Isaac Asimov", "links": [{"url": "http://fr.wikipedia.org/wiki/Isaac_Asimov", "type": {"key": "/type/link"}, "title": "French Wikipédia Page"}], "personal_name": "Isaac Asimov", "alternate_names": ["Asimov Isaac", "Isaac. Asimov", "Asimov. Isaac", "Isaac, Asimov", "I. Asimov", "Asimov", "Issac Asimov", "Isacc Asimov", "Asimov. I", "Isac ASIMOV", "Issac (ed) Asimov", "Isaac Asimov (Editor)", "Issaac Asimov", "Isaac (EDT) Asimov", "Isaac ASIMOVS", "Isaac Asimiv", "Isaac Asomov", "Robert & ASIMOV, Isaac MCCALL", "Marvin Grosswirth,Isaac. Asimov Abbie Salny"], "death_date": "6 April 1992", "wikipedia": "http://en.wikipedia.org/wiki/Isaac_asimov", "created": {"type": "/type/datetime", "value": "2008-04-01T03:28:50.625462"}, "photos": [7241360, 5544324], "last_modified": {"type": "/type/datetime", "value": "2014-05-01T07:43:27.862585"}, "role": "ed", "key": "/authors/OL34221A", "birth_date": "c. 2 January 1920", "title": "Ph.D.", "latest_revision": 16, "type": {"key": "/type/author"}, "revision": 16}