{"subject_place": ["Russia (Federation)"], "lc_classifications": ["HD5701"], "latest_revision": 5, "contributions": ["Peter, Klara Sabirianova."], "uri_descriptions": [null], "source_records": ["marc:marc_records_scriblio_net/part15.dat:198939701:2463", "marc:marc_loc_updates/v37.i04.records.utf8:2837155:2468"], "title": "Contract violations, neighborhood effects, and wage arrears in Russia", "languages": [{"key": "/languages/eng"}], "subjects": ["Wages -- Russia (Federation)", "Labor contract -- Russia (Federation)"], "publish_country": "gw ", "series": ["Discussion paper ;", "no. 1198", "Discussion paper (Forschungsinstitut zur Zukunft der Arbeit : Online) ;", "no. 1198"], "by_statement": "by John S. Earle, Klara Sabirianova Peter.", "type": {"key": "/type/edition"}, "uris": ["http://www.iza.org/en/webcontent/publications/papers/viewAbstract?dp_id=1198"], "revision": 5, "publishers": ["IZA"], "description": {"type": "/type/text", "value": "\"We present a model of neighborhood effects in wage payment delays. Positive feedback arises because each employer's arrears affect the late payment costs faced by other firms in the same local labor market, resulting in a strategic complementarity in the practice. The model is estimated on panel data for workers and firms in Russia, facilitating identification through the use of a rich set of covariates and fixed effects at the level of the employee, the employer, and the local labor market. We also exploit a policy intervention affecting public sector workers that provides an instrumental variable to estimate the endogenous reaction in the non-public sector. Consistently across specifications, the estimated reaction function displays strongly positive neighborhood effects, and the estimates of four feedback loops -- operating through worker quits, effort, strikes, and legal penalties -- imply that costs of delays are attenuated by neighborhood arrears. We also study a nonlinear case exhibiting two stable equilibria: a \"punctual payment equilibrium\" and a \"late payment equilibrium.\" The estimates imply that the theoretical conditions for multiple equilibria under symmetric local labor market competition are satisfied in our data\"--Forschungsinstitut zur Zukunft der Arbeit web site."}, "physical_format": "Electronic resource", "last_modified": {"type": "/type/datetime", "value": "2012-07-29T22:21:51.530574"}, "key": "/books/OL3478102M", "authors": [{"key": "/authors/OL1453519A"}], "publish_places": ["Bonn, Germany"], "created": {"type": "/type/datetime", "value": "2008-04-01T03:28:50.625462"}, "lccn": ["2005617993"], "notes": {"type": "/type/text", "value": "Includes bibliographical references.\nTitle from PDF file as viewed on 5/9/2005.\nAlso available in print.\nSystem requirements: Adobe Acrobat Reader.\nMode of access: World Wide Web."}, "url": ["http://www.iza.org/en/webcontent/publications/papers/viewAbstract?dp_id=1198"], "publish_date": "2004", "works": [{"key": "/works/OL5892833W"}]}