{"subtitle": "evidence from Central and Eastern Europe, China, and Russia", "subject_place": ["Europe, Central.", "Europe, Eastern.", "China."], "lc_classifications": ["HD5701"], "latest_revision": 5, "contributions": ["Peter, Klara Sabirianova.", "Wang, Xiaojun."], "uri_descriptions": [null], "source_records": ["marc:marc_records_scriblio_net/part15.dat:200437353:2854", "marc:marc_loc_updates/v37.i04.records.utf8:2839623:2859"], "title": "Returns to skills and the speed of reforms", "languages": [{"key": "/languages/eng"}], "subjects": ["Education -- Europe, Central", "Wages -- Europe, Central", "Education -- Europe, Eastern", "Wages -- Europe, Eastern", "Education -- China", "Wages -- China"], "publish_country": "gw ", "series": ["Discussion paper ;", "no. 1182", "Discussion paper (Forschungsinstitut zur Zukunft der Arbeit : Online) ;", "no. 1182"], "by_statement": "by Belton M. Fleisher, Klara Sabirianova Peter, Xiaojun Wang.", "type": {"key": "/type/edition"}, "uris": ["http://www.iza.org/en/webcontent/publications/papers/viewAbstract?dp_id=1182"], "revision": 5, "publishers": ["IZA"], "description": {"type": "/type/text", "value": "\"We explore the pace of increase in returns to schooling during the transition from planning to market over time across a number of Central and Eastern European countries, Russia, and China. We use metadata from 33 studies of 10 transition economies covering a period from 1975 through 2002. Our empirical model is an attempt to account for crosssection and over-time variation in rates of return as a function of the timing, speed, and volatility of reform processes as well as estimation methods used and sample characteristics. Our principal aim is to investigate the relative strength of two hypotheses: (1) the speed of economic transformation from planning to market represent the relaxation of legal, regulatory, and institutional constraints on wage-setting behavior, leading directly to adjustment returns to schooling to market rates; 2) the rapid increase in returns to schooling during the early reform period reflects the ability of highly-educated individuals to respond to changing opportunities in a disequilibrium situation. We find that both the speed of reforms and the degree of economic disequilibrium as reflected in macroeconomic volatility help to explain cross-country differences in the time paths of the returns to schooling. We report the systematic effects of sample characteristics, estimation methods, and model specifications on estimated returns to schooling\"--Forschungsinstitut zur Zukunft der Arbeit web site."}, "physical_format": "Electronic resource", "last_modified": {"type": "/type/datetime", "value": "2012-07-31T18:02:06.521110"}, "key": "/books/OL3478870M", "authors": [{"key": "/authors/OL1453765A"}], "publish_places": ["Bonn, Germany"], "created": {"type": "/type/datetime", "value": "2008-04-01T03:28:50.625462"}, "lccn": ["2005619096"], "notes": {"type": "/type/text", "value": "Includes bibliographical references.\nTitle from PDF file as viewed on 5/16/2005.\nAlso available in print.\nSystem requirements: Adobe Acrobat Reader.\nMode of access: World Wide Web."}, "url": ["http://www.iza.org/en/webcontent/publications/papers/viewAbstract?dp_id=1182"], "publish_date": "2004", "works": [{"key": "/works/OL5893608W"}]}