{"bio": {"type": "/type/text", "value": "Anita Shreve grew up in Dedham, Massachusetts (just outside Boston), the eldest of three daughters. Early literary influences include having read Ethan Frome by Edith Wharton when she was a junior in high school (a short novel she still claims as one of her favorites) and everything Eugene O'Neill ever wrote while she was a senior (to which she attributes a somewhat dark streak in her own work). After graduating from Tufts University, she taught high school for a number of years in and around Boston. In the middle of her last year, she quit (something that, as a parent, she finds appalling now) to start writing. \"I had this panicky sensation that it was now or never.\"\r\nJoking that she could wallpaper her bathroom with rejections from magazines for her short stories (\"I really could have,\" she says), she published her early work in literary journals. One of these stories, \"Past the Island, Drifting,\" won an O. Henry prize. Despite this accolade, she quickly learned that one couldn't make a living writing short fiction. Switching to journalism, Shreve traveled to Nairobi, Kenya, where she lived for three years, working as a journalist for an African magazine. One of her novels, The Last Time They Met, contains bits and pieces from her time in Africa.\r\nReturning to the United States, Shreve was a writer and editor for a number of magazines in New York. Later, when she began her family, she turned to freelancing, publishing in the New York Times Magazine, New York magazine and dozens of others.\r\nIn 1989, she published her first novel, Eden Close. Since then she has written 12 other novels, among them The Weight of Water, The Pilot's Wife, The Last Time They Met, A Wedding in December, and Body Surfing. In 1998, Shreve received the PEN/L. L. Winship Award and the New England Book Award for fiction. In 1999, she received a phone call from Oprah Winfrey, and The Pilot's Wife became the 25th selection of Oprah's Book Club and an international bestseller. In April 2002, CBS aired the film version of The Pilot's Wife, starring Christine Lahti, and in fall 2002, The Weight of Water, starring Elizabeth Hurley and Sean Penn, was released in movie theaters.\r\nStill in love with the novel form, Shreve writes only in that genre. \"The best analogy I can give to describe writing for me is daydreaming,\" she says. \"A certain amount of craft is brought to bear, but the experience feels very dreamlike.\"\r\nShreve is married to a man she met when she was 13. She has two children and three stepchildren, and in the last eight years has made tuition payments to seven colleges and universities."}, "name": "Anita Shreve", "created": {"type": "/type/datetime", "value": "2008-04-01T03:28:50.625462"}, "personal_name": "Anita Shreve", "alternate_names": ["Anita Shreve"], "photos": [7261438], "last_modified": {"type": "/type/datetime", "value": "2013-09-04T19:16:41.572462"}, "latest_revision": 6, "key": "/authors/OL29845A", "birth_date": "1946", "type": {"key": "/type/author"}, "revision": 6}