{"bio": {"type": "/type/text", "value": "Sandra Lynn Cox was born on March 12, 1948 in Waco, Texas and raised in Ft. Worth. She is nothing if not serious when it comes to her work. As the oldest of five daughters, she was a responsible and mature girl, and always chose to read a book rather than play with dolls. Her responsible nature stayed with Sandra as she graduated from Texas Christian University with a degree in English, and in her job as a contributing feature reporter at the nationally syndicated PM Magazine in Dallas. When the show experienced mass layoffs, however, Sandra found herself out of work.\r\n\r\nSandra married Michael Brown, former television anchorman and award-winning documentarian of Dust to Dust, and returned to Ft. Worth. They had two children, Rachel and Ryan. Though she continued in her occasional position as a showroom model in Dallas, her husband encouraged her to try fiction writing while their children were at school. He had just left a career as a news anchor and talk-show host to form his own production company, so why shouldn't she take a creative risk, too?\r\n\r\nWithin a year Sandra sold her first novel, Love's Encore, under the name Rachel Ryan (taken from the first names of her two children). Soon thereafter, she was producing a succession of books for six different publishers, culling ideas from briefs in USA Today, television shows, and her own active imagination. She wrote two boosk as Laura Jordan and several books for Harlequin under the name Erin St. Claire.\r\n\r\nSince the publication of her first novel in 1981, she has penned well over sixty books. Sandra has over fifty million copies of her books in print, and has achieved some major feats on what is perhaps the most highly regarded bestseller list of all--that of the New York Times. Since 1990, every one of Sandra's novels has appeared on the list. In total, her books have appeared on the prestigious list over thirty times.\r\n\r\nIn 1992 her novel \"French Silk\" was made into an ABC-TV movie."}, "name": "Rachel Ryan", "created": {"type": "/type/datetime", "value": "2008-04-29T13:35:46.876380"}, "alternate_names": ["Sandra Lynn Cox Brown", "Rachel Ryan", "Laura Jordan", "Erin St. Claire", "Sandra Brown"], "photos": [6882828], "last_modified": {"type": "/type/datetime", "value": "2011-08-15T00:24:53.816733"}, "latest_revision": 3, "key": "/authors/OL2704749A", "birth_date": "12 March 1948", "type": {"key": "/type/author"}, "revision": 3}