{"identifiers": {"goodreads": ["888296"], "librarything": ["393572"]}, "table_of_contents": [{"type": {"key": "/type/toc_item"}, "title": "Religious response: Comparative study of religion, Interpreting the sacred / W.E. Paden; Phenomenology of religions, Sacredness of nature and cosmic religion / M. Eliade; Materialistic perspectives on religion, The future of an illusion / S. Freud, Religion as the opium of the people / K. Marx, God is dead / F. Nietzche; Religious points of view, The oneness of divine / A. Heschel, New politheeism / D. Miller, Ground of being / T. Tulku; Worship, symbol, and myth, Mandalas, deity unfolding in the world / C.G. Jung, The hero with a thousand faces / J. Campbell; Women and feminine in religion, When God was a woman / M. Stone; Need for religion today, Lost dimension in religion / P. Tillich"}, {"type": {"key": "/type/toc_item"}, "title": "Indigenous sacred ways: African sacred ways, Talking drum, African sacred liturgy / G. Niangoran-Bouah; Native North American sacred ways, The mountain has spirit / Southwest indigenous peoples, Seeing with a native eye / B. Toelken"}, {"type": {"key": "/type/toc_item"}, "title": "Hinduism: Sruti text 62, Hymn to Agnit, God of fire / R. Vedas; Songs of the saints; Modern texts; contemporary issues"}, {"type": {"key": "/type/toc_item"}, "title": "Jainism: Teachings of Mahavir; Harmlessness; Perfection of the soul; Renunciation"}, {"type": {"key": "/type/toc_item"}, "title": "Buddhism: Awakened one; Theravada; [Cont. in Annot.]"}], "covers": [81216], "lc_classifications": ["BL74 .A58 2000"], "latest_revision": 7, "contributions": ["Fisher, Mary Pat, 1943-", "Bailey, Lee Worth."], "source_records": ["marc:marc_records_scriblio_net/part13.dat:156104578:3220", "marc:marc_loc_updates/v37.i04.records.utf8:1877533:3221", "marc:marc_ithaca_college/ic_marc.mrc:168053427:3271", "marc:marc_ithaca_college/ic_marc.mrc:168056698:3271"], "title": "An anthology of living religions", "languages": [{"key": "/languages/eng"}], "subjects": ["Religions", "Religions -- History -- Sources"], "publish_country": "nju", "oclc_numbers": ["43083659"], "type": {"key": "/type/edition"}, "revision": 7, "other_titles": ["Living religions"], "publishers": ["Prentice Hall"], "description": {"type": "/type/text", "value": "[TofC cont] -- Confucianism: Confucian classics; Scholars' commentaries; Living confucianism -- Taoism: Traditional canon; Later developments -- Judaism: Jewish Bible, Tanakh; Prophets; Evolving theology and spirituality -- Christianity: Jesus the Christ; Early non-canonical texts -- Islam: Prophet Muhammad; Sufi mysticism -- Sikhism: Daily prayers; Dasam Granth -- New Religious movements: Old religions in new skins; Nature spirituality -- Interfaith movement: Oneness of religions; Interfaith initiatives; Celebration of religions.     This anthology of readings from the major world religions draws together excerpts from key scriptures, later writings, and contemporary articles to provide a ... sense of each faith. [The] book gives each religion the opportunity to explain itself, its beliefs and relevance in today's world in its own terms. With the assistance of an international team of highly-respected specialists, the authors have selected a variety of ... excerpts which provide ... insight into today's living religions and the profound impact these religions have on the lives of countless people around the world. -Back cover."}, "last_modified": {"type": "/type/datetime", "value": "2010-08-03T20:28:16.942657"}, "key": "/books/OL3966139M", "by_statement": "[edited by] Mary Pat Fisher, Lee W. Bailey.", "publish_places": ["Upper Saddle River, N.J"], "pagination": "xvi, 352 p. ;", "created": {"type": "/type/datetime", "value": "2008-04-01T03:28:50.625462"}, "dewey_decimal_class": ["291"], "notes": {"type": "/type/text", "value": "Includes bibliographical references and index."}, "number_of_pages": 352, "lccn": ["2001271301"], "isbn_10": ["0130156574"], "publish_date": "2000"}