{"bio": {"type": "/type/text", "value": "Rebecca Brown was born on February 14, 1940 in Salt Lake City, Utah. She is the daughter of Dr. John Zimmerman Brown, Jr. and Kathryn Ormsby Hyde. When she was 17, she went to boarding school in Lausanne, Switzerland, where she learned to speak French and met girls from all over the world. Upon returning to the U.S., Rebecca developed her love of languages when she earned her B.A. in secondary education, history, French, and Spanish from the University of Utah and did postgraduate work in Arabic.\r\n\r\nBecause of her studies overseas, Rebecca decided to become a teacher and studied French and history at her alma mater in Utah. For the past 15 years, she's taught junior-high and high-school French and history, and says she got into serious writing almost by accident.\r\n\r\n\"I went through a back door to begin my writing career,\" she says. \"In the first place, I never liked to write anything -- I only wrote mandatory papers for school. If anyone had told me I would become a writer, let alone love it, I would have laughed and dismissed the notion as absolutely absurd and preposterous. Having said that, I did write letters to my parents while I was away at boarding school when I was 17. My mother kept them and one day, after I had become a mother for the second time, she sent me all my old letters and asked me to write my memories from them for posterity. At the time I thought she was insane, but because I adore my mother I did as she asked. By the time I'd finished sorting through all those teenage thoughts, observations and opinions, the seeds of a story had begun to form in my mind. The seed eventually became a novel and was published in 1979. It was called The Loving Season, published under the name Rebecca Burton. Naturally, it takes place in Switzerland and France. As soon as I finished that novel, I found myself wanting to start another novel entitled By Love Divided, a World War II romance. A few years later, Harlequin bought a novel, Blind to Love, a story that takes place in Kenya. It's been a love affair ever since. I guess the moral of the story is, never underestimate a mother's intuition!\"\r\n\r\nEurope is her favourite locale for her novels. She lived in France and Switzerland, and has travelled extensively all over Europe, particularly Spain, Italy, the Pyrenees and Sweden. She said \"There are so many gorgeous places, fascinating people, beautiful languages, culture and history, it's like trying to choose from a fabulous smorgasboard every time I start to write a new story. The tastes, smells, sights, music--all of it speaks to me. Every time!\"\r\n\r\nAs Rebecca has kept writing, her talents have not gone unrecognized. She has won the National Readers' Choice Award, the Romantic Times Reviewers' Choice Award, and has been named Utah Writer of the Year. Right now, Rebecca is working her way toward her 50th novel for Harlequin.\r\n\r\nRebecca, is a mother of four, Wilford, John, Dominique Jessop and Maxim. They live in Salt Lake City, Utah."}, "name": "Rebecca Winters", "personal_name": "Rebecca Winters", "created": {"type": "/type/datetime", "value": "2008-04-01T03:28:50.625462"}, "alternate_names": ["Rebecca Burton", "Rebecca Brown Burton", "Rebecca Winter ", "Winters, Rebecca author"], "photos": [6460510], "last_modified": {"type": "/type/datetime", "value": "2011-10-14T23:21:09.757325"}, "latest_revision": 7, "key": "/authors/OL829489A", "birth_date": "14 February 1940", "title": "author", "type": {"key": "/type/author"}, "revision": 7}