{"bio": {"type": "/type/text", "value": "Iris Johansen was born on April 7, 1938. She worked for a major airline formany years and traveled extensively. After her two children, Tamara andRoy, left home for High School, she decided to devote her newfound free timeto writing. Since she loved reading romance novels, she penned a love story,and found to her surprise that \"I was just as voracious a writer as I was areader.\" During the 1980's, her name was emblazoned on dozens of slendervolumes featuring spirited adventuresses, passionate mystery men andsmoldering love scenes. These days, Iris is one of a posse of former romancewriters dominating the *New York Times* bestseller lists: Jayne Ann Krentz,Nora Roberts, Linda Howard, Tami Hoag, Sandra Brown and Tess Gerritsen allcame up through the category-romance ranks.\r\n\r\nIris Johansen's writing hobby became a career after she sent her firstromance novel in to Bantam Loveswept. Early on in her career, she developedthe habit of following characters from book to book, sometimes introducingminor characters in one novel who then become major figures in another. Shedeveloped families, relationships and even fictional countries in herromance novels, which \"stretched the boundaries of the standard formulas,\"according to Barbara E. Kemp in *Twentieth-Century Romance and HistoricalWriters*. In 1991, she broke out of category romance (a term for short bookswritten to conform to the length, style and subject matter guidelines for apublisher's series) with *The Wind Dancer*, a romantic-suspense novel set in16th-century Italy. She followed it with two sequels, *Storm Winds* and *Reapthe Wind*, to form a trilogy, then wrote several more stand-alone romancenovels before *The Ugly Duckling* was published in 1996. *The UglyDuckling*was her first book to be released in hardcover, and the firsttosignificantly broaden her readership beyond her romance fan base. Sincethen, her plots have gotten tighter and more suspense-driven; critics havepraised her \"flesh-and-blood characters, crackling dialogue and lean,suspenseful plotting\" (*Publishers Weekly*). Some of her most popular booksfeature forensic sculptor Eve Duncan, who first appeared in *The Face ofDeception* in 1998. But she seems equally comfortable with maleprotagonists, and her books have crossed the gender division that oftencharacterizes popular fiction. Indeed, *Publishers Weekly* called *TheSearch* \"that rarity: a woman's novel for men.\"\r\n\r\nNow, Iris Johansen is a bestselling writer, who has more than twenty millioncopies of her books in print and has won many awards for her achievements inwriting. \"My writing schedule is very disciplined. I try to be up in myoffice by nine every morning and I work until I've completed at least tenpages. Sometimes that takes four or five hours, sometimes ten or twelve. Itdepends on the flow, the research, and the pace at which the characters aremoving the story. There are times when the story is streaking like a bullet.Then I just hang on and stay with it. I do have a research assistant, mydaughter, Tamara. I wouldn't know what to do without her. She's invaluablein finding out both the small details and the big picture, though I do makeher want to pull her hair out in frustration sometimes when I ask her ifthere isn't a way we can make a certain plot point happen. But then shestarts to dig and quite often comes up with a way that can be truthful andfactual and still keep my story humming.\"\r\n\r\nIris lives near Atlanta, Georgia, where she is currently at work on a newnovel, while her daughter, Tamara Brooking, serves as her researchassistant. Her son, Roy Johansen, is an Edgar Award-winning screenwriter andnovelist, and they have collaborated in some projects."}, "name": "Iris Johansen", "created": {"type": "/type/datetime", "value": "2008-04-01T03:28:50.625462"}, "personal_name": "Iris Johansen", "photos": [7260676], "last_modified": {"type": "/type/datetime", "value": "2013-09-04T09:52:09.451712"}, "latest_revision": 6, "key": "/authors/OL19043A", "birth_date": "7 April 1938", "type": {"key": "/type/author"}, "revision": 6}