{"identifiers": {"goodreads": ["5377359"]}, "weight": "3.2 ounces", "series": ["Policy Studies -- 41"], "covers": [3060138], "latest_revision": 16, "contributions": ["Raheem, Mirak"], "id": 16235431, "source_records": ["amazon:193272866X", "marc:marc_loc_updates/v37.i04.records.utf8:9552969:1291", "marc:marc_loc_updates/v37.i31.records.utf8:14581514:1322", "marc:marc_loc_updates/v38.i02.records.utf8:13617168:1327", "marc:marc_loc_updates/v38.i08.records.utf8:32659065:1327"], "title": "Muslim Perspectives on the Sri Lankan Conflict", "languages": [{"key": "/languages/eng"}], "subjects": ["History / Asia"], "by_statement": "Dennis B. McGilvray", "type": {"key": "/type/edition"}, "uris": ["http://www.eastwestcenter.org/ewc-in-washington/publications/"], "physical_dimensions": "8.8 x 6.1 x 0.2 inches", "revision": 16, "publishers": ["East-West Center Washington"], "description": {"type": "/type/text", "value": "The Sri Lankan ethnic conflict is often regarded as a two-way contest between the Sinhala majority and the Tamil minority, ignoring the interests and concerns of the island’s 8 percent Muslim (or “Moorish”) minority. One-third of Sri Lanka’s Muslims are concentrated in towns and districts located within the Tamil-speaking agricultural northeast, a region envisioned as independent “Tamil Eelam” by the Liberation Tigers of Tamil Eelam (LTTE). In the postindependence period, the Muslim leadership at the national level abandoned their colonial identity as Arabs (“Moors”) and adopted a religious identity as Muslims, clearly defining their ethnicity as neither Sinhala nor Tamil. Muslim politicians emphasized coalition politics with mainstream Sinhala parties until the outbreak of the armed Tamil secessionist campaign in the 1980s. Since then, Muslim communities in the northeast have suffered violence and dispossession at the hands of the LTTE, and they have been harmed by indiscriminate military campaigns conducted by the Sri Lankan armed forces. A Muslim political party, the Sri Lanka Muslim Congress, was formed in the 1980s to defend the security of the northeastern Muslims, and it has sought to secure an equal role for the Muslims in peace negotiations following the Ceasefire Agreement of 2002. A narrow Sinhala vs. Tamil mindset, and a complex set of sociological and political factors within the Muslim community, have limited the direct participation of the Muslims in the peace process. However, because of the large Muslim population in the multiethnic northeast, Muslims must be actively involved in any long-term settlement of the Sri Lankan ethnic conflict. This is the forty-first publication in Policy Studies, a peer-reviewed East-West Center Washington series that presents scholarly analysis of key contemporary domestic and international political, economic, and strategic issues affecting Asia in a policy relevant manner."}, "physical_format": "Perfect Paperback", "last_modified": {"type": "/type/datetime", "value": "2010-04-24T18:40:39.676029"}, "key": "/books/OL12334505M", "authors": [{"key": "/authors/OL408254A"}], "publish_places": ["Washington, DC"], "created": {"type": "/type/datetime", "value": "2008-04-30T20:50:18.033121"}, "number_of_pages": 83, "isbn_13": ["9781932728668"], "isbn_10": ["193272866X"], "publish_date": "November 12, 2007", "works": [{"key": "/works/OL2772798W"}]}